{"Unnamed: 0":{"0":null,"1":"CCE ID","2":"CCE-1841-6","3":"CCE-2348-1","4":"CCE-2608-8","5":"CCE-2022-2","6":"CCE-2414-1","7":"CCE-2441-4","8":"CCE-2569-2","9":"CCE-2110-5","10":"CCE-2260-8","11":"CCE-2064-4","12":"CCE-2350-7","13":"CCE-2610-4","14":"CCE-2615-3","15":"CCE-2373-9","16":"CCE-2531-2","17":"CCE-2553-6","18":"CCE-2417-4","19":"CCE-2465-3","20":"CCE-2095-8","21":"CCE-2368-9","22":"CCE-2408-3","23":"CCE-2601-3","24":"CCE-2482-8","25":"CCE-2504-9","26":"CCE-2033-9","27":"CCE-2205-3","28":"CCE-2104-8","29":"CCE-2386-1","30":"CCE-2518-9","31":"CCE-2522-1","32":"CCE-2544-5","33":"CCE-2002-4","34":"CCE-2433-1","35":"CCE-2566-8","36":"CCE-2570-0","37":"CCE-2464-6","38":"CCE-2614-6","39":"CCE-2385-3","40":"CCE-2394-5","41":"CCE-2288-9","42":"CCE-2443-0","43":"CCE-1642-8","44":"CCE-2468-7","45":"CCE-2485-1","46":"CCE-2367-1","47":"CCE-2635-1","48":"CCE-2534-6","49":"CCE-2556-9","50":"CCE-2586-6","51":"CCE-2463-8","52":"CCE-2405-9","53":"CCE-1678-2","54":"CCE-2545-2","55":"CCE-2440-6","56":"CCE-2351-5","57":"CCE-2193-1","58":"CCE-2448-9","59":"CCE-2470-3","60":"CCE-2616-1","61":"CCE-1889-5","62":"CCE-2409-1","63":"CCE-2536-1","64":"CCE-2267-3","65":"CCE-2558-5","66":"CCE-1968-7","67":"CCE-2575-9","68":"CCE-2488-5","69":"CCE-2505-6","70":"CCE-2195-6","71":"CCE-1961-2","72":"CCE-2358-0","73":"CCE-2622-9","74":"CCE-2503-1","75":"CCE-2402-6","76":"CCE-2292-1","77":"CCE-2437-2","78":"CCE-2583-3","79":"CCE-2349-9","80":"CCE-2605-4","81":"CCE-2371-3","82":"CCE-2389-5","83":"CCE-2604-7","84":"CCE-2498-4","85":"CCE-2375-4","86":"CCE-2269-9","87":"CCE-2151-9","88":"CCE-2459-6","89":"CCE-2353-1","90":"CCE-2490-1","91":"CCE-1759-0","92":"CCE-2411-7","93":"CCE-2415-8","94":"CCE-2560-1","95":"CCE-2273-1","96":"CCE-2542-9","97":"CCE-2062-8","98":"CCE-1926-5","99":"CCE-2445-5","100":"CCE-1718-6","101":"CCE-2489-3","102":"CCE-2511-4","103":"CCE-2516-3","104":"CCE-2291-3","105":"CCE-2564-3","106":"CCE-2251-7","107":"CCE-2211-1","108":"CCE-2215-2","109":"CCE-2242-6","110":"CCE-2136-0","111":"CCE-2268-1","112":"CCE-2035-4","113":"CCE-2295-4","114":"CCE-1837-4","115":"CCE-1779-8","116":"CCE-2538-7","117":"CCE-2582-5","118":"CCE-2574-2","119":"CCE-2217-8","120":"CCE-2512-2","121":"CCE-2265-7","122":"CCE-1895-2","123":"CCE-1939-8","124":"CCE-2026-3","125":"CCE-2075-0","126":"CCE-2079-2","127":"CCE-2246-7","128":"CCE-2004-0","129":"CCE-2286-3","130":"CCE-2308-5","131":"CCE-1321-9","132":"CCE-2285-5","133":"CCE-2290-5","134":"CCE-2171-7","135":"CCE-1328-4","136":"CCE-1491-0","137":"CCE-2226-9","138":"CCE-1341-7","139":"CCE-2305-1","140":"CCE-2310-1","141":"CCE-2314-3","142":"CCE-1834-1","143":"CCE-2296-2","144":"CCE-1944-8","145":"CCE-2102-2","146":"CCE-1481-1","147":"CCE-1750-9","148":"CCE-2129-5","149":"CCE-1346-6","150":"CCE-2306-9","151":"CCE-2328-3","152":"CCE-1455-5","153":"CCE-2332-5","154":"CCE-1975-2","155":"CCE-2270-7","156":"CCE-1843-2","157":"CCE-2142-8","158":"CCE-2257-4","159":"CCE-1383-9","160":"CCE-2360-6","161":"CCE-2113-9","162":"CCE-2382-0","163":"CCE-1527-1","164":"CCE-2294-7","165":"CCE-2078-4","166":"CCE-2137-8","167":"CCE-2506-4","168":"CCE-2337-4","169":"CCE-2342-4","170":"CCE-2364-8","171":"CCE-2227-7","172":"CCE-2372-1","173":"CCE-1751-7","174":"CCE-1773-1","175":"CCE-2276-4","176":"CCE-2315-0","177":"CCE-2196-4","178":"CCE-2201-2","179":"CCE-2249-1","180":"CCE-2377-0","181":"CCE-2152-7","182":"CCE-1390-4","183":"CCE-2383-8","184":"CCE-2049-5","185":"CCE-2317-6","186":"CCE-1934-9","187":"CCE-2203-8","188":"CCE-1868-9","189":"CCE-2362-2","190":"CCE-2256-6","191":"CCE-2278-0","192":"CCE-1802-8","193":"CCE-2199-8","194":"CCE-2331-7","195":"CCE-2225-1","196":"CCE-2037-0","197":"CCE-2297-0","198":"CCE-2324-2","199":"CCE-2346-5","200":"CCE-2223-6","201":"CCE-1448-0","202":"CCE-2356-4","203":"CCE-2378-8","204":"CCE-2272-3","205":"CCE-2236-8","206":"CCE-2381-2","207":"CCE-2263-2","208":"CCE-2029-7","209":"CCE-2307-7","210":"CCE-1826-7","211":"CCE-1967-9","212":"CCE-1470-4","213":"CCE-2241-8","214":"CCE-2399-4","215":"CCE-2404-2","216":"CCE-2298-8","217":"CCE-2320-0","218":"CCE-2156-8","219":"CCE-1800-2","220":"CCE-2447-1","221":"CCE-2183-2","222":"CCE-1460-5","223":"CCE-2384-6","224":"CCE-2424-0","225":"CCE-2442-2","226":"CCE-2318-4","227":"CCE-1962-0","228":"CCE-2340-8","229":"CCE-2111-3","230":"CCE-1824-2","231":"CCE-2089-1","232":"CCE-1521-4","233":"CCE-2357-2","234":"CCE-2361-4","235":"CCE-2507-2","236":"CCE-2406-7","237":"CCE-2304-4","238":"CCE-2432-3","239":"CCE-2454-7","240":"CCE-2327-5","241":"CCE-1767-3","242":"CCE-2410-9","243":"CCE-2309-3","244":"CCE-1553-7","245":"CCE-2403-4","246":"CCE-2416-6","247":"CCE-2319-2","248":"CCE-2261-6","249":"CCE-2429-9","250":"CCE-2451-3","251":"CCE-1598-2","252":"CCE-2421-6","253":"CCE-2302-8","254":"CCE-2434-9","255":"CCE-2474-5","256":"CCE-2355-6","257":"CCE-2487-7","258":"CCE-2509-8","259":"CCE-2473-7","260":"CCE-2478-6","261":"CCE-2500-7","262":"CCE-2266-5","263":"CCE-2539-5","264":"CCE-2244-2","265":"CCE-2262-4","266":"CCE-1622-0","267":"CCE-2189-9","268":"CCE-2149-3","269":"CCE-2541-1","270":"CCE-2435-6","271":"CCE-2581-7","272":"CCE-1819-2","273":"CCE-1836-6","274":"CCE-2607-0","275":"CCE-2237-6","276":"CCE-2200-4","277":"CCE-1861-4","278":"CCE-2240-0","279":"CCE-2126-1","280":"CCE-2289-7","281":"CCE-1317-7","282":"CCE-1872-1","283":"CCE-2311-9","284":"CCE-5229-0","285":"CCE-5263-9","286":"CCE-7636-4","287":"CCE-8478-0","288":"CCE-7639-8","289":"CCE-8125-7","290":"CCE-8178-6","291":"CCE-8504-3","292":"CCE-8596-9","293":"CCE-8594-4","294":"CCE-8568-8","295":"CCE-8585-2","296":"CCE-8409-5","297":"CCE-8000-2","298":"CCE-8268-5","299":"CCE-8378-2","300":"CCE-7893-1","301":"CCE-8598-5","302":"CCE-7643-0","303":"CCE-8492-1","304":"CCE-7646-3","305":"CCE-7658-8","306":"CCE-8572-0","307":"CCE-7667-9","308":"CCE-8634-8"},"Last modified: 2012-02-16":{"0":"Version: 5.20120314","1":"CCE Description","2":"Auditing of \"Security System Extension\" events on success should be enabled or disabled as appropriate.","3":"Auditing of \"System Integrity\" events on success should be enabled or disabled as appropriate.","4":"Auditing of \"IPsec Driver\" events on success should be enabled or disabled as appropriate.","5":"Auditing of \"Other System Events\" events on success should be enabled or disabled as appropriate.","6":"Auditing of \"Security State Change\" events on success should be enabled or disabled as appropriate.","7":"Auditing of \"Logon\" events on success should be enabled or disabled as appropriate.","8":"Auditing of \"Logoff\" events on success should be enabled or disabled as appropriate.","9":"Auditing of \"Account Lockout\" events on success should be enabled or disabled as appropriate.","10":"Auditing of \"IPsec Main Mode\" events on success should be enabled or disabled as appropriate.","11":"Auditing of \"IPsec Quick Mode\" events on success should be enabled or disabled as appropriate.","12":"Auditing of \"IPsec Extended Mode\" events on success should be enabled or disabled as appropriate.","13":"Auditing of \"Special Logon\" events on success should be enabled or disabled as appropriate.","14":"Auditing of \"Other Logon\/Logoff Events\" events on success should be enabled or disabled as appropriate.","15":"Auditing of \"Network Policy Server\" events on success should be enabled or disabled as appropriate.","16":"Auditing of \"File System\" events on success should be enabled or disabled as appropriate.","17":"Auditing of \"Registry\" events on success should be enabled or disabled as appropriate.","18":"Auditing of \"Kernel Object\" events on success should be enabled or disabled as appropriate.","19":"Auditing of \"SAM\" events on success should be enabled or disabled as appropriate.","20":"Auditing of \"Certification Services\" events on success should be enabled or disabled as appropriate.","21":"Auditing of \"Application Generated\" events on success should be enabled or disabled as appropriate.","22":"Auditing of \"Handle Manipulation\" events on success should be enabled or disabled as appropriate.","23":"Auditing of \"File Share\" events on success should be enabled or disabled as appropriate.","24":"Auditing of \"Filtering Platform Packet Drop\" events on success should be enabled or disabled as appropriate.","25":"Auditing of \"Filtering Platform Connection\" events on success should be enabled or disabled as appropriate.","26":"Auditing of \"Other Object Access Events\" events on success should be enabled or disabled as appropriate.","27":"Auditing of \"Sensitive Privilege Use\" events on success should be enabled or disabled as appropriate.","28":"Auditing of \"Non Sensitive Privilege Use\" events on success should be enabled or disabled as appropriate.","29":"Auditing of \"Other Privilege Use Events\" events on success should be enabled or disabled as appropriate.","30":"Auditing of \"Process Termination\" events on success should be enabled or disabled as appropriate.","31":"Auditing of \"DPAPI Activity\" events on success should be enabled or disabled as appropriate.","32":"Auditing of \"RPC Events\" events on success should be enabled or disabled as appropriate.","33":"Auditing of \"Process Creation\" events on success should be enabled or disabled as appropriate.","34":"Auditing of \"Audit Policy Change\" events on success should be enabled or disabled as appropriate.","35":"Auditing of \"Authentication Policy Change\" events on success should be enabled or disabled as appropriate.","36":"Auditing of \"Authorization Policy Change\" events on success should be enabled or disabled as appropriate.","37":"Auditing of \"MPSSVC Rule-Level Policy Change\" events on success should be enabled or disabled as appropriate.","38":"Auditing of \"Filtering Platform Policy Change\" events on success should be enabled or disabled as appropriate.","39":"Auditing of \"Other Policy Change Events\" events on success should be enabled or disabled as appropriate.","40":"Auditing of \"User Account Management\" events on success should be enabled or disabled as appropriate.","41":"Auditing of \"Computer Account Management\" events on success should be enabled or disabled as appropriate.","42":"Auditing of \"Security Group Management\" events on success should be enabled or disabled as appropriate.","43":"Auditing of \"Distribution Group Management\" events on success should be enabled or disabled as appropriate.","44":"Auditing of \"Application Group Management\" events on success should be enabled or disabled as appropriate.","45":"Auditing of \"Other Account Management Events\" events on success should be enabled or disabled as appropriate.","46":"Auditing of \"Directory Service Access\" events on success should be enabled or disabled as appropriate.","47":"Auditing of \"Directory Service Changes\" events on success should be enabled or disabled as appropriate.","48":"Auditing of \"Directory Service Replication\" events on success should be enabled or disabled as appropriate.","49":"Auditing of \"Detailed Directory Service Replication\" events on success should be enabled or disabled as appropriate.","50":"Auditing of \"Kerberos Authentication Service\" events on success should be enabled or disabled as appropriate.","51":"Auditing of \"  Credential Validation\" events on success should be enabled or disabled as appropriate.","52":"Auditing of \"Kerberos Service Ticket Operations\" events on success should be enabled or disabled as appropriate.","53":"Auditing of \"Other Account Logon Events\" events on success should be enabled or disabled as appropriate.","54":"Auditing of \"Security System Extension\" events on failure should be enabled or disabled as appropriate.","55":"Auditing of \"System Integrity\" events on failure should be enabled or disabled as appropriate.","56":"Auditing of \"IPsec Driver\" events on failure should be enabled or disabled as appropriate.","57":"Auditing of \"Other System Events\" events on failure should be enabled or disabled as appropriate.","58":"Auditing of \"Security State Change\" events on failure should be enabled or disabled as appropriate.","59":"Auditing of \"Logon\" events on failure should be enabled or disabled as appropriate.","60":"Auditing of \"Logoff\" events on failure should be enabled or disabled as appropriate.","61":"Auditing of \"Account Lockout\" events on failure should be enabled or disabled as appropriate.","62":"Auditing of \"IPsec Main Mode\" events on failure should be enabled or disabled as appropriate.","63":"Auditing of \"IPsec Quick Mode\" events on failure should be enabled or disabled as appropriate.","64":"Auditing of \"IPsec Extended Mode\" events on failure should be enabled or disabled as appropriate.","65":"Auditing of \"Special Logon\" events on failure should be enabled or disabled as appropriate.","66":"Auditing of \"Other Logon\/Logoff Events\" events on failure should be enabled or disabled as appropriate.","67":"Auditing of \"Network Policy Server\" events on failure should be enabled or disabled as appropriate.","68":"Auditing of \"File System\" events on failure should be enabled or disabled as appropriate.","69":"Auditing of \"Registry\" events on failure should be enabled or disabled as appropriate.","70":"Auditing of \"Kernel Object\" events on failure should be enabled or disabled as appropriate.","71":"Auditing of \"SAM\" events on failure should be enabled or disabled as appropriate.","72":"Auditing of \"Certification Services\" events on failure should be enabled or disabled as appropriate.","73":"Auditing of \"Application Generated\" events on failure should be enabled or disabled as appropriate.","74":"Auditing of \"Handle Manipulation\" events on failure should be enabled or disabled as appropriate.","75":"Auditing of \"File Share\" events on failure should be enabled or disabled as appropriate.","76":"Auditing of \"Filtering Platform Packet Drop\" events on failure should be enabled or disabled as appropriate.","77":"Auditing of \"Filtering Platform Connection\" events on failure should be enabled or disabled as appropriate.","78":"Auditing of \"Other Object Access Events\" events on failure should be enabled or disabled as appropriate.","79":"Auditing of \"Sensitive Privilege Use\" events on failure should be enabled or disabled as appropriate.","80":"Auditing of \"Non Sensitive Privilege Use\" events on failure should be enabled or disabled as appropriate.","81":"Auditing of \"Other Privilege Use Events\" events on failure should be enabled or disabled as appropriate.","82":"Auditing of \"Process Termination\" events on failure should be enabled or disabled as appropriate.","83":"Auditing of \"DPAPI Activity\" events on failure should be enabled or disabled as appropriate.","84":"Auditing of \"RPC Events\" events on failure should be enabled or disabled as appropriate.","85":"Auditing of \"Process Creation\" events on failure should be enabled or disabled as appropriate.","86":"Auditing of \"Audit Policy Change\" events on failure should be enabled or disabled as appropriate.","87":"Auditing of \"Authentication Policy Change\" events on failure should be enabled or disabled as appropriate.","88":"Auditing of \"Authorization Policy Change\" events on failure should be enabled or disabled as appropriate.","89":"Auditing of \"MPSSVC Rule-Level Policy Change\" events on failure should be enabled or disabled as appropriate.","90":"Auditing of \"Filtering Platform Policy Change\" events on failure should be enabled or disabled as appropriate.","91":"Auditing of \"Other Policy Change Events\" events on failure should be enabled or disabled as appropriate.","92":"Auditing of \"User Account Management\" events on failure should be enabled or disabled as appropriate.","93":"Auditing of \"Computer Account Management\" events on failure should be enabled or disabled as appropriate.","94":"Auditing of \"Security Group Management\" events on failure should be enabled or disabled as appropriate.","95":"Auditing of \"Distribution Group Management\" events on failure should be enabled or disabled as appropriate.","96":"Auditing of \"Application Group Management\" events on failure should be enabled or disabled as appropriate.","97":"Auditing of \"Other Account Management Events\" events on failure should be enabled or disabled as appropriate.","98":"Auditing of \"Directory Service Access\" events on failure should be enabled or disabled as appropriate.","99":"Auditing of \"Directory Service Changes\" events on failure should be enabled or disabled as appropriate.","100":"Auditing of \"Directory Service Replication\" events on failure should be enabled or disabled as appropriate.","101":"Auditing of \"Detailed Directory Service Replication\" events on failure should be enabled or disabled as appropriate.","102":"Auditing of \"Kerberos Authentication Service\" events on failure should be enabled or disabled as appropriate.","103":"Auditing of \"  Credential Validation\" events on failure should be enabled or disabled as appropriate.","104":"Auditing of \"Kerberos Service Ticket Operations\" events on failure should be enabled or disabled as appropriate.","105":"Auditing of \"Other Account Logon Events\" events on failure should be enabled or disabled as appropriate.","106":"Auditing of \"Audit account logon events\" events on sucess should be enabled or disabled as appropriate.","107":"Auditing of \"Audit account management\" events on sucess should be enabled or disabled as appropriate.","108":"Auditing of \"Audit directory service access\" events on sucess should be enabled or disabled as appropriate.","109":"Auditing of \"Audit logon events\" events on sucess should be enabled or disabled as appropriate.","110":"Auditing of \"Audit object access\" events on sucess should be enabled or disabled as appropriate.","111":"Auditing of \"Audit policy change\" events on sucess should be enabled or disabled as appropriate.","112":"Auditing of \"Audit privilege use\" events on sucess should be enabled or disabled as appropriate.","113":"Auditing of \"Audit process tracking\" events on sucess should be enabled or disabled as appropriate.","114":"Auditing of \"Audit system events\" events on sucess should be enabled or disabled as appropriate.","115":"Auditing of \"Audit account logon events\" events on failure should be enabled or disabled as appropriate.","116":"Auditing of \"Audit account management\" events on failure should be enabled or disabled as appropriate.","117":"Auditing of \"Audit directory service access\" events on failure should be enabled or disabled as appropriate.","118":"Auditing of \"Audit logon events\" events on failure should be enabled or disabled as appropriate.","119":"Auditing of \"Audit object access\" events on failure should be enabled or disabled as appropriate.","120":"Auditing of \"Audit policy change\" events on failure should be enabled or disabled as appropriate.","121":"Auditing of \"Audit privilege use\" events on failure should be enabled or disabled as appropriate.","122":"Auditing of \"Audit process tracking\" events on failure should be enabled or disabled as appropriate.","123":"Auditing of \"Audit system events\" events on failure should be enabled or disabled as appropriate.","124":"The \"Access credential Manager as a trusted caller\" setting should be configured correctly.","125":"The \"Access this computer from the network (SeNetworkLogonRight)\" setting should be configured correctly.","126":"The \"Act as part of the operating system (SeTcbPrivilege)\" setting should be configured correctly.","127":"The \"Add workstations to domain\" setting should be configured correctly.","128":"The \"Adjust memory quotas for a process (SeIncreaseQuotaPrivilege)\" setting should be configured correctly.","129":"The \"Allow log on locally\" setting should be configured correctly.","130":"The \"Allow log on through Terminal Services (SeRemoteInteractiveLogonRight)\" setting should be configured correctly.","131":"The \"Back up files and directories (SeBackupPrivilege)\" setting should be configured correctly.","132":"The \"Bypass traverse checking (SeChangeNotifyPrivilege)\" setting should be configured correctly.","133":"The \"Change the system time (SeSystemTimePrivilege)\" setting should be configured correctly.","134":"The \"Change the time zone\" setting should be configured correctly.","135":"The \"Create a pagefile (SeCreatePagefilePrivilege)\" setting should be configured correctly.","136":"The \"Create a token object (SeCreateTokenPrivilege)\" setting should be configured correctly.","137":"The \"Create global objects (SeCreateGlobalPrivilege)\" setting should be configured correctly.","138":"The \"Create permanent shared objects\" setting should be configured correctly.","139":"The \"Create symbolic links\" setting should be configured correctly.","140":"The \"Debug programs (SeDebugPrivilege)\" setting should be configured correctly.","141":"The \"Deny access to this computer from the network (SeDenyNetworkLogonRight)\" setting should be configured correctly.","142":"The \"Deny log on as a batch job (SeDenyBatchLogonRight)\" setting should be configured correctly.","143":"The \"Deny log on locally (SeDenyInteractiveLogonRight)\" setting should be configured correctly.","144":"The \"Deny log on as a service\n(SeDenyServiceLogonRight)\" setting should be configured correctly.","145":"The \"Deny log on through Terminal Services (SeDenyRemoteInteractiveLogonRight)\" setting should be configured correctly.","146":"The \"Enable computer and user accounts to be trusted for delegation (SeEnableDelegationPrivilege)\" setting should be configured correctly.","147":"The \"Force shutdown from a remote system (SeRemoteShutdownPrivilege)\" setting should be configured correctly.","148":"The \"Generate security audits (SeAuditPrivilege)\" setting should be configured correctly.","149":"The \"Impersonate a client after authentication\" setting should be configured correctly.","150":"The \"Increase a process working set\" setting should be configured correctly.","151":"The \"Increase scheduling priority (SeIncreaseBasePriorityPrivilege)\" setting should be configured correctly.","152":"The \"Load and unload device drivers (SeLoadDriverPrivilege)\" setting should be configured correctly.","153":"The \"Lock pages in memory (SeLockMemoryPrivilege)\" setting should be configured correctly.","154":"The \"Log on as a batch job (SeBatchLogonRight)\" setting should be configured correctly.","155":"The \"Log on as a service (SeServiceLogonRight)\" setting should be configured correctly.","156":"The \"Manage auditing and security log (SeSecurityPrivilege)\" setting should be configured correctly.","157":"The \"Modify an object label\" setting should be configured correctly.","158":"The \"Modify firmware environment values (SeSystemEnvironmentPrivilege)\" setting should be configured correctly.","159":"The \"Perform volume maintenance tasks (SeManageVolumePrivilege)\" setting should be configured correctly.","160":"The \"Profile single process (SeProfileSingleProcessPrivilege)\" setting should be configured correctly.","161":"The \"Profile system performance (SeSystemProfilePrivilege)\" setting should be configured correctly.","162":"The \"Remove computer from docking station (SeUndockPrivilege)\" setting should be configured correctly.","163":"The \"Replace a process level token (SeAssignPrimaryTokenPrivilege)\" setting should be configured correctly.","164":"The \"Restore files and directories (SeRestorePrivilege)\" setting should be configured correctly.","165":"The \"Shut down the system (SeShutdownPrivilege)\" setting should be configured correctly.","166":"The \"Synchronize directory service data\" setting should be configured correctly.","167":"The \"Take ownership of files or other objects (SeTakeOwnershipPrivilege)\" setting should be configured correctly.","168":"The \"Accounts: Administrator account status\" setting should be configured correctly.","169":"The \"Accounts: Guest account status\" setting should be configured correctly.","170":"The \"Accounts: Limit local account use of blank passwords to console logon only\" setting should be configured correctly.","171":"The \"Accounts: Rename administrator account\" setting should be configured correctly.","172":"The \"Accounts: Rename guest account\" setting should be configured correctly.","173":"The \"Audit: Audit the access of global system objects\" setting should be configured correctly.","174":"The \"Audit: Audit the use of Backup and Restore privilege\" setting should be configured correctly.","175":"The \"Audit: Force audit policy subcategory settings (Windows Vista or later) to override audit policy category settings\" setting should be configured correctly.","176":"The \"Audit: Shut down system immediately if unable to log security audits\" setting should be configured correctly.","177":"The \"DCOM: Machine access restrictions in Security Descriptor Definition Language (SDDL) syntax\" setting should be configured correctly.","178":"The \"DCOM: Machine launch restrictions in Security Descriptor Definition Language (SDDL) syntax\" setting should be configured correctly.","179":"The \"Devices: Allow undock without having to log on\" setting should be configured correctly.","180":"The \"Devices: Allowed to format and eject removable media\" setting should be configured correctly.","181":"The \"Devices: Prevent users from installing printer drivers\" setting should be configured correctly.","182":"The \"Devices: Restrict CD-ROM access to locally logged-on user only\" setting should be configured correctly.","183":"The \"Devices: Restrict floppy access to locally logged-on user only\" setting should be configured correctly.","184":"The \"Domain Controller: Allow server operators to schedule tasks\" setting should be configured correctly.","185":"The \"Domain Controller: LDAP server signing requirements\" setting should be configured correctly.","186":"The \"Domain Controller: Refuse machine account password changes\" setting should be configured correctly.","187":"The \"Domain member: Digitally encrypt or sign secure channel data (always)\" setting should be configured correctly.","188":"The \"Domain member: Digitally encrypt secure channel data (when possible)\" setting should be configured correctly.","189":"The \"Domain member: Digitally sign secure channel data (when possible)\" setting should be configured correctly.","190":"The \"Domain member: Disable machine account password changes\" setting should be configured correctly.","191":"The \"Domain member: Maximum machine account password age\" setting should be configured correctly.","192":"The \"Domain member: Require strong (Windows 2000 or later) session key\" setting should be configured correctly.","193":"The \"Interactive logon: Do not display last user name\" setting should be configured correctly.","194":"The \"Interactive logon: Do not require CTRL+ALT+DEL\" setting should be configured correctly.","195":"The \"Interactive logon: Message text for users attempting to log on\" setting should be configured correctly.","196":"The \"Interactive logon: Message title for users attempting to log on\" setting should be configured correctly.","197":"The \"Interactive logon: Number of previous logons to cache (in case domain controller is not available)\" setting should be configured correctly.","198":"The \"Interactive logon: Prompt user to change password before expiration\" setting should be configured correctly.","199":"The \"Interactive logon: Require Domain Controller authentication to unlock workstation\" setting should be configured correctly.","200":"The \"Interactive logon: Require smart card\" setting should be configured correctly.","201":"The \"Interactive logon: Smart card removal behavior\" setting should be configured correctly.","202":"The \"Microsoft network client: Digitally sign communications (always)\" setting should be configured correctly.","203":"The \"Microsoft network client: Digitally sign communications (if server agrees)\" setting should be configured correctly.","204":"The \"Microsoft network client: Send unencrypted password to third-party SMB servers\" setting should be configured correctly.","205":"The \"Microsoft network server: Amount of idle time required before suspending session\" setting should be configured correctly.","206":"The \"Microsoft network server: Digitally sign communications (always)\" setting should be configured correctly.","207":"The \"Microsoft network server: Digitally sign communications (if client agrees)\" setting should be configured correctly.","208":"The \"Microsoft network server: Disconnect clients when logon hours expire\" setting should be configured correctly.","209":"The \"MSS: (AutoAdminLogon) Enable Automatic Logon (not recommended)\" setting should be configured correctly.","210":"The \"MSS: (DisableIPSourceRouting) IP source routing protection level (protects against packet spoofing)\" setting should be configured correctly.","211":"The \"MSS: (EnableDeadGWDetect) Allow automatic detection of dead network gateways (could lead to DoS)\" setting should be configured correctly.","212":"The \"MSS: (EnableICMPRedirect) Allow ICMP redirects to override OSPF generated routes\" setting should be configured correctly.","213":"The \"MSS: (Hidden) Hide Computer From the Browse List (not recommended except for highly secure environments)\" setting should be configured correctly.","214":"The \"MSS: (KeepAliveTime) How often keep-alive packets are sent in milliseconds\" setting should be configured correctly.","215":"The \"MSS: (NoDefaultExempt) Configure IPSec exemptions for various types of network traffic.\" setting should be configured correctly.","216":"The \"MSS: (NoDriveTypeAutoRun) Disable Autorun for all drives (recommended)\" setting should be configured correctly.","217":"The \"MSS: (NoNameReleaseOnDemand) Allow the computer to ignore NetBIOS name release requests except from WINS servers\" setting should be configured correctly.","218":"The automatic generation of 8.3 file names for NTFS should be enabled or disabled as appropriate.","219":"The \"MSS: (PerformRouterDiscovery) Allow IRDP to detect and configure Default Gateway addresses (could lead to DoS)\" setting should be configured correctly.","220":"The \"MSS: (SafeDllSearchMode) Enable Safe DLL search mode (recommended)\" setting should be configured correctly.","221":"The \"MSS: (ScreenSaverGracePeriod) The time in seconds before the screen saver grace period expires (0 recommended)\" setting should be configured correctly.","222":"The \"MSS: (SynAttackProtect) Syn attack protection level (protects against DoS)\" setting should be configured correctly.","223":"The \"MSS: (TCPMaxConnectResponseRetransmissions) SYN-ACK retransmissions when a connection request is not acknowledged\" setting should be configured correctly.","224":"The \"MSS: (TCPMaxDataRetransmissions) How many times unacknowledged data is retransmitted (3 recommended, 5 is default)\" setting should be configured correctly.","225":"The \"MSS: (WarningLevel) Percentage threshold for the security event log at which the system will generate a warning\" setting should be configured correctly.","226":"The \"Network access: Allow anonymous SID\/Name translation\" setting should be configured correctly.","227":"The \"Network access: Do not allow anonymous enumeration of SAM accounts\" setting should be configured correctly.","228":"The \"Network access: Do not allow anonymous enumeration of SAM accounts and shares\" setting should be configured correctly.","229":"The \"Network access: Do not allow storage of credentials or .NET Passports for network authentication\" setting should be configured correctly.","230":"The \"Network access: Let Everyone permissions apply to anonymous users\" setting should be configured correctly.","231":"The \"Network access: Named Pipes that can be accessed anonymously\" setting should be configured correctly.","232":"The \"Network access: Remotely accessible registry paths\" setting should be configured correctly.","233":"The \"Network access: Remotely accessible registry paths and sub paths\" setting should be configured correctly.","234":"The \"Network access: Restrict anonymous access to Named Pipes and Shares\" setting should be configured correctly.","235":"The \"Network access: Shares that can be accessed anonymously\" setting should be configured correctly.","236":"The \"Network access: Sharing and security model for local accounts\" setting should be configured correctly.","237":"The \"Network security: Do not store LAN Manager hash value on next password change\" setting should be configured correctly.","238":"The \"Network security: Force logoff when logon hours expire\" setting should be configured correctly.","239":"The \"Network security: LAN Manager authentication level\" setting should be configured correctly.","240":"The \"Network security: LDAP client signing requirements\" setting should be configured correctly.","241":"The \"Network security: Minimum session security for NTLM SSP based (including secure RPC) clients\" setting should be configured correctly.","242":"The \"Network security: Minimum session security for NTLM SSP based (including secure RPC) servers\" setting should be configured correctly.","243":"The \"Recovery console: Allow automatic administrative logon\" setting should be configured correctly.","244":"The \"Recovery console: Allow floppy copy and access to all drives and all folders\" setting should be configured correctly.","245":"The \"Shutdown: Allow system to be shut down without having to log on\" setting should be configured correctly.","246":"The \"Shutdown: Clear virtual memory pagefile\" setting should be configured correctly.","247":"The \"System cryptography: Force strong key protection for user keys stored on the computer\" setting should be configured correctly.","248":"The \"System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing\" setting should be configured correctly.","249":"The \"System objects: Require case insensitivity for non-Windows subsystems\" setting should be configured correctly.","250":"The \"System objects: Strengthen default permissions of internal system objects (e.g. Symbolic Links)\" setting should be configured correctly.","251":"DEPRECATED.","252":"The \"System settings: Use Certificate Rules on Windows Executables for Software Restriction Policies\" setting should be configured correctly.","253":"The \"User Account Control: Admin Approval Mode for the Built-in Administrator account\" setting should be configured correctly.","254":"The \"User Account Control: Allow UIAccess applications to prompt for elevation without using the secure desktop\" setting should be configured correctly.","255":"The \"User Account Control: Behavior of the elevation prompt for administrators in Admin Approval Mode\" setting should be configured correctly.","256":"The \"User Account Control: Behavior of the elevation prompt for standard users\" setting should be configured correctly.","257":"The \"User Account Control: Detect application installations and prompt for elevation\" setting should be configured correctly.","258":"The \"User Account Control: Only elevate executables that are signed and validated\" setting should be configured correctly.","259":"The \"User Account Control: Only elevate UIAccess applications that are installed in secure locations\" setting should be configured correctly.","260":"The \"User Account Control: Run all administrators in Admin Approval Mode\" setting should be configured correctly.","261":"The \"User Account Control: Switch to the secure desktop when prompting for elevation\" setting should be configured correctly.","262":"The \"User Account Control: Virtualize file and registry write failures to per-user locations\" setting should be configured correctly.","263":"The application log maximum size should be configured correctly.","264":"The security log maximum size should be configured correctly.","265":"The system log maximum size should be configured correctly.","266":"The \"Prevent local guests group from accessing application log\" setting should be configured correctly.","267":"The \"Prevent local guests group from accessing system log\" setting should be configured correctly.","268":"The \"Prevent local guests group from accessing security log\" setting should be configured correctly.","269":"The \"Retain old events\" setting should be configured correctly for the application log.","270":"The \"Retain old events\" setting should be configured correctly for the security log.","271":"The \"Retain old events\" setting should be configured correctly for the system log.","272":"The \"Retention method for application log\" setting should be configured correctly.","273":"The \"Retention method for security log\" setting should be configured correctly.","274":"The \"Retention method for system log\" setting should be configured correctly.","275":"The \"Enforce password history\" setting should be configured correctly.","276":"The \"Maximum password age\" setting should be configured correctly.","277":"The \"Minimum password age\" setting should be configured correctly.","278":"The \"Minimum password length\" setting should be configured correctly.","279":"The \"Password must meet complexity requirements\" setting should be configured correctly.","280":"The \"Store passwords using reversible encryption\" setting should be configured correctly.","281":"The \"Account lockout duration\" setting should be configured correctly.","282":"The \"Account lockout threshold\" setting should be configured correctly.","283":"The \"Reset account lockout counter after\" setting should be configured correctly.","284":"The \"MSS: (DisableIPSourceRouting) IPv6 source routing protection level (protects against packet spoofing)\" setting should be configured correctly.","285":"The \"MSS: (TCPMaxDataRetransmissions) IPv6, how many times unacknowledged data is retransmitted (3 recommended, 5 is default)\" setting should be configured correctly.","286":"The \"Always Prompt Client for Password upon Connection\" policy should be set correctly for Terminal Services.","287":"The \"Configure Automatic Updates\" setting should be enabled or disabled as appropriate.","288":"The default behavior for AutoRun should be properly configured.","289":"The \"Unsigned Driver Installation Behavior\" policy should be set correctly.  ","290":"The \"Disable remote Desktop Sharing\" setting should be enabled or disabled as appropriate.","291":"The startup type of the NetMeeting Remote Desktop Sharing service should be correct.  ","292":"The \"Do Not Allow Windows Messenger to be Run\" policy should be set correctly.  ","293":"The \"Enforce user logon restrictions\" policy should be set correctly.  ","294":"The \"Enumerate administrator accounts on elevation\" setting should be enabled or disabled as appropriate.","295":"The maximum lifetime for Kerberos service tickets should be set appropriately.","296":"The maximum lifetime for Kerberos user tickets should be set appropriately.","297":"The maximum lifetime for Kerberos user ticket renewal should be set appropriately.","298":"The maximum tolerance for computer clock synchronization for Kerberos should be set appropriately.","299":"Automatic Reboot After System Crash should be enabled or disabled as appropriate.  ","300":"Disable saving of dial-up passwords should be properly configured.  ","301":"The \"No auto-restart for scheduled Automatic Updates installations\" policy should be set correctly.","302":"The \"Allow Unsolicited Remote Assistance\" policy should be set correctly for Terminal Services.","303":"The \"Registry policy processing\" policy should be enabled or disabled as appropriate.","304":"The \"Reschedule Automatic Updates scheduled installations\" setting should be enabled or disabled as appropriate.","305":"Authentication requirements for RPC clients should be configured appropriately.","306":"RPC Endpoint Mapper Client Authentication should be enabled or disabled as appropriate.","307":"The \"Set Client connection Encryption Level\" policy should be set correctly for Terminal Services.","308":"The \"Turn off Autoplay\" policy should be enabled or disabled as appropriate."},"Unnamed: 2":{"0":null,"1":"CCE Parameters","2":"(1) enabled\/disabled","3":"(1) enabled\/disabled","4":"(1) enabled\/disabled","5":"(1) enabled\/disabled","6":"(1) enabled\/disabled","7":"(1) enabled\/disabled","8":"(1) enabled\/disabled","9":"(1) enabled\/disabled","10":"(1) enabled\/disabled","11":"(1) enabled\/disabled","12":"(1) enabled\/disabled","13":"(1) enabled\/disabled","14":"(1) enabled\/disabled","15":"(1) enabled\/disabled","16":"(1) enabled\/disabled","17":"(1) enabled\/disabled","18":"(1) enabled\/disabled","19":"(1) enabled\/disabled","20":"(1) enabled\/disabled","21":"(1) enabled\/disabled","22":"(1) enabled\/disabled","23":"(1) enabled\/disabled","24":"(1) enabled\/disabled","25":"(1) enabled\/disabled","26":"(1) enabled\/disabled","27":"(1) enabled\/disabled","28":"(1) enabled\/disabled","29":"(1) enabled\/disabled","30":"(1) enabled\/disabled","31":"(1) enabled\/disabled","32":"(1) enabled\/disabled","33":"(1) enabled\/disabled","34":"(1) enabled\/disabled","35":"(1) enabled\/disabled","36":"(1) enabled\/disabled","37":"(1) enabled\/disabled","38":"(1) enabled\/disabled","39":"(1) enabled\/disabled","40":"(1) enabled\/disabled","41":"(1) enabled\/disabled","42":"(1) enabled\/disabled","43":"(1) enabled\/disabled","44":"(1) enabled\/disabled","45":"(1) enabled\/disabled","46":"(1) enabled\/disabled","47":"(1) enabled\/disabled","48":"(1) enabled\/disabled","49":"(1) enabled\/disabled","50":"(1) enabled\/disabled","51":"(1) enabled\/disabled","52":"(1) enabled\/disabled","53":"(1) enabled\/disabled","54":"(1) enabled\/disabled","55":"(1) enabled\/disabled","56":"(1) enabled\/disabled","57":"(1) enabled\/disabled","58":"(1) enabled\/disabled","59":"(1) enabled\/disabled","60":"(1) enabled\/disabled","61":"(1) enabled\/disabled","62":"(1) enabled\/disabled","63":"(1) enabled\/disabled","64":"(1) enabled\/disabled","65":"(1) enabled\/disabled","66":"(1) enabled\/disabled","67":"(1) enabled\/disabled","68":"(1) enabled\/disabled","69":"(1) enabled\/disabled","70":"(1) enabled\/disabled","71":"(1) enabled\/disabled","72":"(1) enabled\/disabled","73":"(1) enabled\/disabled","74":"(1) enabled\/disabled","75":"(1) enabled\/disabled","76":"(1) enabled\/disabled","77":"(1) enabled\/disabled","78":"(1) enabled\/disabled","79":"enabled\/disabled","80":"(1) enabled\/disabled","81":"(1) enabled\/disabled","82":"(1) enabled\/disabled","83":"(1) enabled\/disabled","84":"(1) enabled\/disabled","85":"(1) enabled\/disabled","86":"(1) enabled\/disabled","87":"(1) enabled\/disabled","88":"(1) enabled\/disabled","89":"(1) enabled\/disabled","90":"(1) enabled\/disabled","91":"(1) enabled\/disabled","92":"(1) enabled\/disabled","93":"(1) enabled\/disabled","94":"(1) enabled\/disabled","95":"(1) enabled\/disabled","96":"(1) enabled\/disabled","97":"(1) enabled\/disabled","98":"(1) enabled\/disabled","99":"(1) enabled\/disabled","100":"(1) enabled\/disabled","101":"(1) enabled\/disabled","102":"(1) enabled\/disabled","103":"(1) enabled\/disabled","104":"(1) enabled\/disabled","105":"(1) enabled\/disabled","106":"(1) enabled\/disabled","107":"(1) enabled\/disabled","108":"(1) enabled\/disabled","109":"(1) enabled\/disabled","110":"(1) enabled\/disabled","111":"(1) enabled\/disabled","112":"(1) enabled\/disabled","113":"(1) enabled\/disabled","114":"(1) enabled\/disabled","115":"(1) enabled\/disabled","116":"(1) enabled\/disabled","117":"(1) enabled\/disabled","118":"(1) enabled\/disabled","119":"(1) enabled\/disabled","120":"(1) enabled\/disabled","121":"(1) enabled\/disabled","122":"(1) enabled\/disabled","123":"(1) enabled\/disabled","124":null,"125":null,"126":null,"127":null,"128":null,"129":null,"130":null,"131":null,"132":null,"133":null,"134":null,"135":null,"136":null,"137":null,"138":null,"139":null,"140":null,"141":null,"142":null,"143":null,"144":null,"145":null,"146":null,"147":null,"148":null,"149":null,"150":null,"151":null,"152":null,"153":null,"154":null,"155":null,"156":null,"157":null,"158":null,"159":null,"160":null,"161":null,"162":null,"163":null,"164":null,"165":null,"166":"(1) enabled\/disabled","167":null,"168":"(1) enabled\/disabled","169":"(1) enabled\/disabled","170":"(1) enabled\/disabled","171":"(1) enabled\/disabled","172":"(1) enabled\/disabled","173":"(1) enabled\/disabled","174":"(1) enabled\/disabled","175":"(1) enabled\/disabled","176":"(1) enabled\/disabled","177":"(1) enabled\/disabled","178":"(1) enabled\/disabled","179":"(1) enabled\/disabled","180":"(1) enabled\/disabled","181":"(1) enabled\/disabled","182":"(1) enabled\/disabled","183":"(1) enabled\/disabled","184":"(1) enabled\/disabled","185":null,"186":"(1) enabled\/disabled","187":"(1) enabled\/disabled","188":"(1) enabled\/disabled","189":"(1) enabled\/disabled","190":null,"191":null,"192":"(1) enabled\/disabled","193":"(1) enabled\/disabled","194":"(1) enabled\/disabled","195":null,"196":null,"197":null,"198":"(1) enabled\/disabled","199":"(1) enabled\/disabled","200":"(1) enabled\/disabled","201":null,"202":"(1) enabled\/disabled","203":"(1) enabled\/disabled","204":"(1) enabled\/disabled","205":null,"206":"(1) enabled\/disabled","207":"(1) enabled\/disabled","208":"(1) enabled\/disabled","209":"(1) enabled\/disabled","210":"(1) enabled\/disabled","211":"(1) enabled\/disabled","212":"(1) enabled\/disabled","213":"(1) enabled\/disabled","214":null,"215":"(1) enabled\/disabled","216":"(1) enabled\/disabled","217":"(1) enabled\/disabled","218":"(1) enabled\/disabled","219":"(1) enabled\/disabled","220":"(1) enabled\/disabled","221":"(1) number of seconds","222":null,"223":"(1) enabled\/disabled","224":null,"225":null,"226":"(1) enabled\/disabled","227":"(1) enabled\/disabled","228":"(1) enabled\/disabled","229":"(1) enabled\/disabled","230":"(1) enabled\/disabled","231":null,"232":null,"233":null,"234":"(1) enabled\/disabled","235":null,"236":null,"237":"(1) enabled\/disabled","238":"(1) enabled\/disabled","239":null,"240":null,"241":"(1) enabled\/disabled","242":"(1) enabled\/disabled","243":"(1) enabled\/disabled","244":"(1) enabled\/disabled","245":"(1) enabled\/disabled","246":"(1) enabled\/disabled","247":"(1) enabled\/disabled","248":"(1) enabled\/disabled","249":"(1) enabled\/disabled","250":"(1) enabled\/disabled","251":null,"252":"(1) enabled\/disabled","253":null,"254":"(1) enabled\/disabled","255":null,"256":null,"257":"(1) enabled\/disabled","258":"(1) enabled\/disabled","259":"(1) enabled\/disabled","260":"(1) enabled\/disabled","261":"(1) enabled\/disabled","262":"(1) enabled\/disabled","263":"(1) size of file","264":"(1) size of file","265":"(1) size of file","266":"(1) enabled\/disabled","267":"(1) enabled\/disabled","268":"(1) enabled\/disabled","269":"(1) enabled\/disabled","270":"(1) enabled\/disabled","271":"(1) enabled\/disabled","272":null,"273":null,"274":null,"275":"(1) enabled\/disabled","276":null,"277":null,"278":null,"279":"(1) enabled\/disabled","280":"(1) enabled\/disabled","281":null,"282":null,"283":null,"284":"(1) 0 = No additional protection, source routed packets are allowed | 1 = Medium, source routed packets ignored when IP forwarding is enabled | 2 = Highest protection, source routing is completely disabled","285":"(1) Numeric value","286":"(1) 0 = Enabled | 1 = Disabled","287":"(1) 0 = Enabled | 1 = Disabled","288":"(1) Enabled: Do not execute any autorun commands \/ Enabled: Automatically execute autorun commands \/ Disabled","289":"(1) Silently succeed | Warn but allow installation | Do not allow installation","290":"(1) 0 = Enabled | 1 = Disabled","291":" (1) disabled\/manual\/automatic\/automatic (delayed start)","292":"(1) 0 = Enabled | 1 = Disabled","293":"(1) 0 = Enabled | 1 = Disabled","294":"(1) 0 = Enabled | 1 = Disabled","295":"(1) Number of minutes","296":"(1) Number of hours","297":"(1) Number of days","298":"(1) Number of minutes","299":"(1) 0 = Enabled | 1 = Disabled","300":"(1) 0 = Enabled | 1 = Disabled","301":"(1) 0 = Enabled | 1 = Disabled","302":"(1) 0 = Enabled | 1 = Disabled","303":"(1) 0 = Enabled | 1 = Disabled","304":"(1) 0 = Enabled | 1 = Disabled","305":"(1) Authenticated, Authenticated without exceptions, None","306":"(1) 0 = Enabled | 1 = Disabled","307":"(1) Enabled:Client Compatible | Enabled:High level | Enabled:Low level | Disabled","308":"(1) 0 = Enabled | 1 = Disabled"},"Unnamed: 3":{"0":null,"1":"CCE Technical Mechanisms","2":"(1) via auditpol","3":"(1) via auditpol","4":"(1) via auditpol","5":"(1) via auditpol","6":"(1) via auditpol","7":"(1) via auditpol","8":"(1) via auditpol","9":"(1) via auditpol","10":"(1) via auditpol","11":"(1) via auditpol","12":"(1) via auditpol","13":"(1) via auditpol","14":"(1) via auditpol","15":"(1) via auditpol","16":"(1) via auditpol","17":"(1) via auditpol","18":"(1) via auditpol","19":"(1) via auditpol","20":"(1) via auditpol","21":"(1) via auditpol","22":"(1) via auditpol","23":"(1) via auditpol","24":"(1) via auditpol","25":"(1) via auditpol","26":"(1) via auditpol","27":"(1) via auditpol","28":"(1) via auditpol","29":"(1) via auditpol","30":"(1) via auditpol","31":"(1) via auditpol","32":"(1) via auditpol","33":"(1) via auditpol","34":"(1) via auditpol","35":"(1) via auditpol","36":"(1) via auditpol","37":"(1) via auditpol","38":"(1) via auditpol","39":"(1) via auditpol","40":"(1) via auditpol","41":"(1) via auditpol","42":"(1) via auditpol","43":"(1) via auditpol","44":"(1) via auditpol","45":"(1) via auditpol","46":"(1) via auditpol","47":"(1) via auditpol","48":"(1) via auditpol","49":"(1) via auditpol","50":"(1) via auditpol","51":"(1) via auditpol","52":"(1) via auditpol","53":"(1) via auditpol","54":"(1) via auditpol","55":"(1) via auditpol","56":"(1) via auditpol","57":"(1) via auditpol","58":"(1) via auditpol","59":"(1) via auditpol","60":"(1) via auditpol","61":"(1) via auditpol","62":"(1) via auditpol","63":"(1) via auditpol","64":"(1) via auditpol","65":"(1) via auditpol","66":"(1) via auditpol","67":"(1) via auditpol","68":"(1) via auditpol","69":"(1) via auditpol","70":"(1) via auditpol","71":"(1) via auditpol","72":"(1) via auditpol","73":"(1) via auditpol","74":"(1) via auditpol","75":"(1) via auditpol","76":"(1) via auditpol","77":"(1) via auditpol","78":"(1) via auditpol","79":"(1) via auditpol","80":"(1) via auditpol","81":"(1) via auditpol","82":"(1) via auditpol","83":"(1) via auditpol","84":"(1) via auditpol","85":"(1) via auditpol","86":"(1) via auditpol","87":"(1) via auditpol","88":"(1) via auditpol","89":"(1) via auditpol","90":"(1) via auditpol","91":"(1) via auditpol","92":"(1) via auditpol","93":"(1) via auditpol","94":"(1) via auditpol","95":"(1) via auditpol","96":"(1) via auditpol","97":"(1) via auditpol","98":"(1) via auditpol","99":"(1) via auditpol","100":"(1) via auditpol","101":"(1) via auditpol","102":"(1) via auditpol","103":"(1) via auditpol","104":"(1) via auditpol","105":"(1) via auditpol","106":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account logon events  ","107":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account management  ","108":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit directory service access  ","109":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit logon events  ","110":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit object access  ","111":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit policy change  ","112":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit privilege use  ","113":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit process tracking (2) Audit Policy security settings are not registry keys. ","114":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit system events  ","115":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account logon events  ","116":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account management  ","117":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit directory service access  ","118":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit logon events  ","119":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit object access  ","120":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit policy change  ","121":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit privilege use  ","122":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit process tracking ","123":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit system events  ","124":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Access credential Manager as a trusted caller","125":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Access this computer from the network (SeNetworkLogonRight)","126":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Act as part of the operating system (SeTcbPrivilege) ","127":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Add workstations to domain ","128":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Adjust memory quotas for a process (SeIncreaseQuotaPrivilege) ","129":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Allow log on locally ","130":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Allow log on through Terminal Services (SeRemoteInteractiveLogonRight) ","131":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Back up files and directories (SeBackupPrivilege) ","132":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Bypass traverse checking (SeChangeNotifyPrivilege) ","133":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Change the system time (SeSystemTimePrivilege) ","134":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Change the time zone ","135":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create a pagefile (SeCreatePagefilePrivilege) ","136":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create a token object (SeCreateTokenPrivilege) ","137":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create global objects (SeCreateGlobalPrivilege) ","138":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create permanent shared objects ","139":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create symbolic links ","140":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Debug programs (SeDebugPrivilege) ","141":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny access to this computer from the network (SeDenyNetworkLogonRight) ","142":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on as a batch job (SeDenyBatchLogonRight) ","143":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on locally (SeDenyInteractiveLogonRight) ","144":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on as a service\n(SeDenyServiceLogonRight) ","145":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on through Terminal Services (SeDenyRemoteInteractiveLogonRight) ","146":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Enable computer and user accounts to be trusted for delegation (SeEnableDelegationPrivilege) ","147":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Force shutdown from a remote system (SeRemoteShutdownPrivilege) ","148":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Generate security audits (SeAuditPrivilege) ","149":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Impersonate a client after authentication ","150":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Increase a process working set ","151":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Increase scheduling priority (SeIncreaseBasePriorityPrivilege) ","152":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Load and unload device drivers (SeLoadDriverPrivilege) ","153":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Lock pages in memory (SeLockMemoryPrivilege) ","154":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Log on as a batch job (SeBatchLogonRight) ","155":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Log on as a service (SeServiceLogonRight) ","156":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Manage auditing and security log (SeSecurityPrivilege) ","157":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Modify an object label ","158":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Modify firmware environment values (SeSystemEnvironmentPrivilege) ","159":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Perform volume maintenance tasks (SeManageVolumePrivilege) ","160":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Profile single process (SeProfileSingleProcessPrivilege) ","161":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Profile system performance (SeSystemProfilePrivilege) ","162":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Remove computer from docking station (SeUndockPrivilege) ","163":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Replace a process level token (SeAssignPrimaryTokenPrivilege) ","164":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Restore files and directories (SeRestorePrivilege) ","165":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Shut down the system (SeShutdownPrivilege) ","166":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Synchronize directory service data ","167":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Take ownership of files or other objects (SeTakeOwnershipPrivilege) ","168":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Administrator account status ","169":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Guest account status","170":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Limit local account use of blank passwords to console logon only \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\LimitBlankPasswordUse","171":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Rename administrator account","172":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Rename guest account ","173":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Audit the access of global system objects \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\AuditBaseObjects","174":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Audit the use of Backup and Restore privilege \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\FullPrivilegeAuditing","175":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Force audit policy subcategory settings (Windows Vista or later) to override audit policy category settings \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\SCENoApplyLegacyAuditPolicy","176":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Shut down system immediately if unable to log security audits \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\CrashOnAuditFail","177":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/DCOM: Machine access restrictions in Security Descriptor Definition Language (SDDL) syntax ","178":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/DCOM: Machine launch restrictions in Security Descriptor Definition Language (SDDL) syntax ","179":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Allow undock without having to log on \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\UndockWithoutLogon","180":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Allowed to format and eject removable media \n(2)  MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AllocateDASD","181":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Prevent users from installing printer drivers \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Print\\Providers\\LanMan Print Services\\Servers\\AddPrinterDrivers","182":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Restrict CD-ROM access to locally logged-on user only \n(2)  MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AllocateCDRoms","183":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Restrict floppy access to locally logged-on user only \n(2)  MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AllocateFloppies","184":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain Controller: Allow server operators to schedule tasks ","185":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain Controller: LDAP server signing requirements ","186":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain Controller: Refuse machine account password changes ","187":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Digitally encrypt or sign secure channel data (always) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\RequireSignOrSeal","188":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Digitally encrypt secure channel data (when possible) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\SealSecureChannel","189":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Digitally sign secure channel data (when possible) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\SignSecureChannel","190":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Disable machine account password changes \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\DisablePasswordChange","191":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Maximum machine account password age \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\MaximumPasswordAge","192":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Require strong (Windows 2000 or later) session key \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\RequireStrongKey","193":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Do not display last user name \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\DontDisplayLastUserName","194":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Do not require CTRL+ALT+DEL \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\DisableCAD","195":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Message text for users attempting to log on \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\LegalNoticeText","196":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Message title for users attempting to log on \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\LegalNoticeCaption","197":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Number of previous logons to cache (in case domain controller is not available) \n(2)  MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\CachedLogonsCount ","198":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Prompt user to change password before expiration \n(2)  MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\PasswordExpiryWarning","199":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Require Domain Controller authentication to unlock workstation \n(2)  MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\ForceUnlockLogon","200":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Require smart card","201":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Smart card removal behavior \n(2)   MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\ScRemoveOption","202":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network client: Digitally sign communications (always) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanmanWorkstation\\Parameters\\RequireSecuritySignature","203":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network client: Digitally sign communications (if server agrees) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanmanWorkstation\\Parameters\\EnableSecuritySignature","204":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network client: Send unencrypted password to third-party SMB servers \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanmanWorkstation\\Parameters\\EnablePlainTextPassword","205":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Amount of idle time required before suspending session \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\AutoDisconnect","206":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Digitally sign communications (always) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\RequireSecuritySignature","207":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Digitally sign communications (if client agrees) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\EnableSecuritySignature","208":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Disconnect clients when logon hours expire \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\EnableForcedLogOff","209":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (AutoAdminLogon) Enable Automatic Logon (not recommended)  \n(2) MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AutoAdminLogon","210":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (DisableIPSourceRouting) IP source routing protection level (protects against packet spoofing) \n(2) MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\DisableIPSourceRouting","211":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (EnableDeadGWDetect) Allow automatic detection of dead network gateways (could lead to DoS) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\EnableDeadGWDetect","212":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (EnableICMPRedirect) Allow ICMP redirects to override OSPF generated routes \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\EnableICMPRedirect","213":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (Hidden) Hide Computer From the Browse List (not recommended except for highly secure environments)  \n(2)   MACHINE\\System\\CurrentControlSet\\Services\\Lanmanserver\\Parameters\\Hidden","214":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (KeepAliveTime) How often keep-alive packets are sent in milliseconds \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\KeepAliveTime","215":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NoDefaultExempt) Configure IPSec exemptions for various types of network traffic. \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\IPSEC\\NoDefaultExempt","216":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NoDriveTypeAutoRun) Disable Autorun for all drives (recommended)  \n(2)  MACHINE\\SOFTWARE\\Microsoft\\Windows\\CurrentVersion\\Policies\\Explorer\\NoDriveTypeAutoRun","217":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NoNameReleaseOnDemand) Allow the computer to ignore NetBIOS name release requests except from WINS servers \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Netbt\\Parameters\\NoNameReleaseOnDemand","218":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NtfsDisable8dot3NameCreation) Enable the computer to stop generating 8.3 style filenames (recommended)  \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\FileSystem\\NtfsDisable8dot3NameCreation","219":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (PerformRouterDiscovery) Allow IRDP to detect and configure Default Gateway addresses (could lead to DoS) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\PerformRouterDiscovery","220":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (SafeDllSearchMode) Enable Safe DLL search mode (recommended)  \n(2) MACHINE\\SYSTEM\\CurrentControlSet\\Control\\Session Manager\\SafeDllSearchMode","221":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (ScreenSaverGracePeriod) The time in seconds before the screen saver grace period expires (0 recommended) \n(2)  MACHINE\\SYSTEM\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\ScreenSaverGracePeriod","222":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (SynAttackProtect) Syn attack protection level (protects against DoS) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\SynAttackProtect","223":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (TCPMaxConnectResponseRetransmissions) SYN-ACK retransmissions when a connection request is not acknowledged \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\TcpMaxConnectResponseRetransmissions","224":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (TCPMaxDataRetransmissions) How many times unacknowledged data is retransmitted (3 recommended, 5 is default) \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\TcpMaxDataRetransmissions","225":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (WarningLevel) Percentage threshold for the security event log at which the system will generate a warning  \n(2)  MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Eventlog\\Security\\WarningLevel","226":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Allow anonymous SID\/Name translation ","227":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Do not allow anonymous enumeration of SAM accounts \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\RestrictAnonymousSAM","228":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Do not allow anonymous enumeration of SAM accounts and shares \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\RestrictAnonymous","229":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Do not allow storage of credentials or .NET Passports for network authentication \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\DisableDomainCreds","230":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Let Everyone permissions apply to anonymous users \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\EveryoneIncludesAnonymous","231":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Named Pipes that can be accessed anonymously \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\NullSessionPipes","232":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Remotely accessible registry paths \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\SecurePipeServers\\Winreg\\AllowedPaths\\Machine","233":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Remotely accessible registry paths and sub paths \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\SecurePipeServers\\Winreg\\AllowedPaths\\Machine","234":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Restrict anonymous access to Named Pipes and Shares \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\NullSessionShares","235":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Shares that can be accessed anonymously \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\NullSessionShares ","236":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Sharing and security model for local accounts \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\ForceGuest","237":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Do not store LAN Manager hash value on next password change \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\NoLMHash","238":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Force logoff when logon hours expire ","239":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: LAN Manager authentication level \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\LmCompatibilityLevel","240":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: LDAP client signing requirements \n(2)  MACHINE\\System\\CurrentControlSet\\Services\\LDAP\\LDAPClientIntegrity","241":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Minimum session security for NTLM SSP based (including secure RPC) clients \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\MSV1_0\\NTLMMinClientSec","242":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Minimum session security for NTLM SSP based (including secure RPC) servers \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\MSV1_0\\NTLMMinServerSec","243":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Recovery console: Allow automatic administrative logon \n(2) MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Setup\\RecoveryConsole\\SecurityLevel","244":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Recovery console: Allow floppy copy and access to all drives and all folders \n(2) MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Setup\\RecoveryConsole\\SetCommand","245":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Shutdown: Allow system to be shut down without having to log on \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\ShutdownWithoutLogon","246":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Shutdown: Clear virtual memory pagefile \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Session Manager\\Memory Management\\ClearPageFileAtShutdown","247":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System cryptography: Force strong key protection for user keys stored on the computer ","248":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing \n(2)  MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\FIPSAlgorithmPolicy","249":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System objects: Require case insensitivity for non-Windows subsystems \n(2) MACHINE\\System\\CurrentControlSet\\Control\\Session Manager\\Kernel\\ObCaseInsensitive","250":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System objects: Strengthen default permissions of internal system objects (e.g. Symbolic Links) \n(2) MACHINE\\System\\CurrentControlSet\\Control\\Session Manager\\ProtectionMode","251":null,"252":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System settings: Use Certificate Rules on Windows Executables for Software Restriction Policies ","253":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Admin Approval Mode for the Built-in Administrator account \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\FilterAdministratorToken","254":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Allow UIAccess applications to prompt for elevation without using the secure desktop \n(2)  HKLM\\SOFTWARE\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\EnableUIADesktopToggle","255":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Behavior of the elevation prompt for administrators in Admin Approval Mode \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\ConsentPromptBehaviorAdmin","256":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Behavior of the elevation prompt for standard users \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\ConsentPromptBehaviorUser","257":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Detect application installations and prompt for elevation \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\EnableInstallerDetection","258":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Only elevate executables that are signed and validated \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\ValidateAdminCodeSignatures","259":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Only elevate UIAccess applications that are installed in secure locations \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\EnableSecureUIAPaths","260":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Run all administrators in Admin Approval Mode \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\EnableLUA","261":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Switch to the secure desktop when prompting for elevation \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\PromptOnSecureDesktop","262":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Virtualize file and registry write failures to per-user locations \n(2)  MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\EnableVirtualization","263":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Maximum application log size \n(2)   Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\Application\\Maximum Log Size \n(3)  HKLM\\Software\\Policies\\Microsoft\\Windows\\EventLog\\Application\\MaxSize","264":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Maximum security log size \n(2)  Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\Security\\Maximum Log Size \n(3)  HKLM\\Software\\Policies\\Microsoft\\Windows\\EventLog\\Security\\MaxSize","265":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Maximum system log size \n(2)  Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\System\\Maximum Log Size \n(3)  HKLM\\Software\\Policies\\Microsoft\\Windows\\EventLog\\System\\MaxSize","266":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Prevent local guests group from accessing application log \n(2) Event Log security settings are not registry keys.","267":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Prevent local guests group from accessing system log \n(2) Event Log security settings are not registry keys.","268":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Prevent local guests group from accessing security log \n(2) Event Log security settings are not registry keys.","269":"(1)  Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\Application\\Retain old events \n(2) HKCU\\Software\\Policies\\Microsoft\\Windows\\EventLog\\Application\\Retention \n(3) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retain application log","270":"(1)  Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\Security\\Retain old events \n(2) HKCU\\Software\\Policies\\Microsoft\\Windows\\EventLog\\Security\\Retention \n(3) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retain security log","271":"(1)  Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\System\\Retain old events \n(2) HKCU\\Software\\Policies\\Microsoft\\Windows\\EventLog\\System\\Retention \n(3) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retain system log","272":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retention method for application log ","273":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retention method for security log ","274":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retention method for system log ","275":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","276":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","277":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","278":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","279":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","280":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","281":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Account Lockout Policy (Settings included in Domain Policies)","282":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Account Lockout Policy (Settings included in Domain Policies)","283":"(1) Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Account Lockout Policy (Settings included in Domain Policies)","284":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\MSS: (DisableIPSourceRouting) IPv6 source routing protection level (protects against packet spoofing) \n(2)  HKLM\\System\\CurrentControlSet\\Services\\Tcpip6\\Parameters\\DisableIPSourceRouting","285":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\MSS: (TCPMaxDataRetransmissions) IPv6, how many times unacknowledged data is retransmitted (3 recommended, 5 is default)  \n(2)  HKLM\\System\\CurrentControlSet\\Services\\Tcpip6\\Parameters\\TcpMaxDataRetransmissions","286":"(1) HKLM\\ SOFTWARE\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fPromptForPassword \n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Terminal Services\\Terminal Server\\Security\\Always prompt for password upon connection","287":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows\\WindowsUpdate\\AU\\AUOptions \n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Windows Update\\Configure Automatic Updates","288":"(1) HKLM\\SOFTWARE\\Microsoft\\Windows\\CurrentVersion\\Policies\\Explorer\\NoAutoRun\n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Autoplay Policies\\Default behavior for AutoRun","289":"(1) HKLM\\Software\\Microsoft\\Driver Signing\\Policy \n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Devices: Unsigned driver installation behavior","290":"(1) HKLM\\Software\\Policies\\Microsoft\\Conferencing\\NoRDS, Computer Configuration\\Administrative Templates\\Windows Components\\NetMeeting","291":" (1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\mnmsrvc\\Start \n(2) defined by the Services Administrative Tool \n(3) definied by Group Policy  ","292":"(1) HKLM\\Software\\Policies\\Microsoft\\Messenger\\Client\\PreventRun \n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Windows Messenger\\Do not allow Windows Messenger to be run","293":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Kerberos Policy\\Enforce user logon restrictions","294":"(1) HKLM\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\CredUI\\EnumerateAdministrators \n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Credential User Interface\\Enumerate administrator accounts on elevation","295":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Kerberos Policy\\Maximum lifetime for service ticket","296":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Kerberos Policy\\Maximum lifetime for user ticket","297":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Kerberos Policy\\Maximum lifetime for user ticket renewal","298":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Kerberos Policy\\Maximum tolerance for computer clock synchronization","299":"(1) HKLM\\SYSTEM\\CurrentControlSet\\Control\\CrashControl\\AutoReboot \n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (AutoReboot) Allow Windows to automatically restart after a system crash (recommended except for highly secure environments)","300":"(1) HKLM\\SYSTEM\\CurrentControlSet\\Services\\RasMan\\Parameters\\DisableSavePassword\n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (DisableSavePassword) Prevent the dial-up passsword from being saved (recommended)","301":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows\\WindowsUpdate\\AU\\NoAutoRebootWithLoggedOnUsers\n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Windows Update\\No auto-restart for scheduled Automatic Updates installations","302":"(1) HKLM\\Software\\policies\\Microsoft\\Windows NT\\Terminal ServicesfAllowUnsolicited\n(2) Computer Configuration\\Administrative Templates\\System\\Remote Assistance","303":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows\\Group Policy\\{35378EAC-683F-11D2-A89A-00C04FBBCFA2}\\ NoBackgroundPolicy \n(2) Computer Configuration\\Administrataive Templates\\System\\Group Policy\\Registry policy processing","304":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows\\WindowsUpdate\\AU\\RescheduleWaitTimeEnabled\n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Windows Update\\Reschedule Automatic Updates scheduled installations","305":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows NT\\Rpc\\RestrictRemoteClients \n(2) Computer Configuration\\Administrative Templates\\System\\Remote Procedure Call\\Restrictions for Unauthenticated RPC clients","306":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows NT\\Rpc\\EnableAuthEpResolution \n(2) Computer Configuration\\Administrative Templates\\System\\Remote Procedure Call\\RPC Endpoint Mapper Client Authentication","307":"(1) HKLM\\SOFTWARE\\Policies\\Microsoft\\Windows NT\\Terminal Services\\MinEncryptionLevel\n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Terminal Services\\Terminal Server\\Security\\Set client connection encryption level","308":"(1) HKLM\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\Explorer\\NoDriveTypeAutoRun\n(2) Computer Configuration\\Administrative Templates\\Windows Components\\Autoplay Policies\\Turn off Autoplay"},"Unnamed: 4":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null,"94":null,"95":null,"96":null,"97":null,"98":null,"99":null,"100":null,"101":null,"102":null,"103":null,"104":null,"105":null,"106":null,"107":null,"108":null,"109":null,"110":null,"111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":null,"120":null,"121":null,"122":null,"123":null,"124":null,"125":null,"126":null,"127":null,"128":null,"129":null,"130":null,"131":null,"132":null,"133":null,"134":null,"135":null,"136":null,"137":null,"138":null,"139":null,"140":null,"141":null,"142":null,"143":null,"144":null,"145":null,"146":null,"147":null,"148":null,"149":null,"150":null,"151":null,"152":null,"153":null,"154":null,"155":null,"156":null,"157":null,"158":null,"159":null,"160":null,"161":null,"162":null,"163":null,"164":null,"165":null,"166":null,"167":null,"168":null,"169":null,"170":null,"171":null,"172":null,"173":null,"174":null,"175":null,"176":null,"177":null,"178":null,"179":null,"180":null,"181":null,"182":null,"183":null,"184":null,"185":null,"186":null,"187":null,"188":null,"189":null,"190":null,"191":null,"192":null,"193":null,"194":null,"195":null,"196":null,"197":null,"198":null,"199":null,"200":null,"201":null,"202":null,"203":null,"204":null,"205":null,"206":null,"207":null,"208":null,"209":null,"210":null,"211":null,"212":null,"213":null,"214":null,"215":null,"216":null,"217":null,"218":null,"219":null,"220":null,"221":null,"222":null,"223":null,"224":null,"225":null,"226":null,"227":null,"228":null,"229":null,"230":null,"231":null,"232":null,"233":null,"234":null,"235":null,"236":null,"237":null,"238":null,"239":null,"240":null,"241":null,"242":null,"243":null,"244":null,"245":null,"246":null,"247":null,"248":null,"249":null,"250":null,"251":null,"252":null,"253":null,"254":null,"255":null,"256":null,"257":null,"258":null,"259":null,"260":null,"261":null,"262":null,"263":null,"264":null,"265":null,"266":null,"267":null,"268":null,"269":null,"270":null,"271":null,"272":null,"273":null,"274":null,"275":null,"276":null,"277":null,"278":null,"279":null,"280":null,"281":null,"282":null,"283":null,"284":null,"285":null,"286":null,"287":null,"288":null,"289":null,"290":null,"291":null,"292":null,"293":null,"294":null,"295":null,"296":null,"297":null,"298":null,"299":null,"300":null,"301":null,"302":null,"303":null,"304":null,"305":null,"306":null,"307":null,"308":null},"Unnamed: 5":{"0":null,"1":"Windows Server 2008 Security Guide  Spreadsheet (Windows Server 2008 Security Guide Settings.xls)","2":"System \/  Security System Extension","3":"System \/  System Integrity","4":"System \/  IPsec Driver","5":"System \/  Other System Events","6":"System \/  Security State Change","7":"Logon\/Logoff \/  Logon","8":"Logon\/Logoff \/  Logoff","9":"Logon\/Logoff \/  Account Lockout","10":"Logon\/Logoff \/  IPsec Main Mode","11":"Logon\/Logoff \/  IPsec Quick Mode","12":"Logon\/Logoff \/  IPsec Extended Mode","13":"Logon\/Logoff \/  Special Logon","14":"Logon\/Logoff \/  Other Logon\/Logoff Events","15":"Logon\/Logoff \/  Network Policy Server","16":"Object Access \/  File System","17":"Object Access \/  Registry","18":"Object Access \/  Kernel Object","19":"Object Access \/  SAM","20":"Object Access \/  Certification Services","21":"Object Access \/  Application Generated","22":"Object Access \/  Handle Manipulation","23":"Object Access \/  File Share","24":"Object Access \/  Filtering Platform Packet Drop","25":"Object Access \/  Filtering Platform Connection","26":"Object Access \/  Other Object Access Events","27":"Privilege Use \/  Sensitive Privilege Use","28":"Privilege Use \/  Non Sensitive Privilege Use","29":"Privilege Use \/  Other Privilege Use Events","30":"Detailed Tracking \/  Process Termination","31":"Detailed Tracking \/  DPAPI Activity","32":"Detailed Tracking \/  RPC Events","33":"Detailed Tracking \/  Process Creation","34":"Policy Change \/  Audit Policy Change","35":"Policy Change \/  Authentication Policy Change","36":"Policy Change \/  Authorization Policy Change","37":"Policy Change \/  MPSSVC Rule-Level Policy Change","38":"Policy Change \/  Filtering Platform Policy Change","39":"Policy Change \/  Other Policy Change Events","40":"Account Management \/  User Account Management","41":"Account Management \/  Computer Account Management","42":"Account Management \/  Security Group Management","43":"Account Management \/  Distribution Group Management","44":"Account Management \/  Application Group Management","45":"Account Management \/  Other Account Management Events","46":"DS Access \/  Directory Service Access","47":"DS Access \/  Directory Service Changes","48":"DS Access \/  Directory Service Replication","49":"DS Access \/  Detailed Directory Service Replication","50":"Account Logon \/  Kerberos Authentication Service","51":"Account Logon \/  Credential Validation","52":"Account Logon \/  Kerberos Service Ticket Operations","53":"Account Logon \/  Other Account Logon Events","54":"System \/  Security System Extension","55":"System \/  System Integrity","56":"System \/  IPsec Driver","57":"System \/  Other System Events","58":"System \/  Security State Change","59":"Logon\/Logoff \/  Logon","60":"Logon\/Logoff \/  Logoff","61":"Logon\/Logoff \/  Account Lockout","62":"Logon\/Logoff \/  IPsec Main Mode","63":"Logon\/Logoff \/  IPsec Quick Mode","64":"Logon\/Logoff \/  IPsec Extended Mode","65":"Logon\/Logoff \/  Special Logon","66":"Logon\/Logoff \/  Other Logon\/Logoff Events","67":"Logon\/Logoff \/  Network Policy Server","68":"Object Access \/  File System","69":"Object Access \/  Registry","70":"Object Access \/  Kernel Object","71":"Object Access \/  SAM","72":"Object Access \/  Certification Services","73":"Object Access \/  Application Generated","74":"Object Access \/  Handle Manipulation","75":"Object Access \/  File Share","76":"Object Access \/  Filtering Platform Packet Drop","77":"Object Access \/  Filtering Platform Connection","78":"Object Access \/  Other Object Access Events","79":"Privilege Use \/  Sensitive Privilege Use","80":"Privilege Use \/  Non Sensitive Privilege Use","81":"Privilege Use \/  Other Privilege Use Events","82":"Detailed Tracking \/  Process Termination","83":"Detailed Tracking \/  DPAPI Activity","84":"Detailed Tracking \/  RPC Events","85":"Detailed Tracking \/  Process Creation","86":"Policy Change \/  Audit Policy Change","87":"Policy Change \/  Authentication Policy Change","88":"Policy Change \/  Authorization Policy Change","89":"Policy Change \/  MPSSVC Rule-Level Policy Change","90":"Policy Change \/  Filtering Platform Policy Change","91":"Policy Change \/  Other Policy Change Events","92":"Account Management \/  User Account Management","93":"Account Management \/  Computer Account Management","94":"Account Management \/  Security Group Management","95":"Account Management \/  Distribution Group Management","96":"Account Management \/  Application Group Management","97":"Account Management \/  Other Account Management Events","98":"DS Access \/  Directory Service Access","99":"DS Access \/  Directory Service Changes","100":"DS Access \/  Directory Service Replication","101":"DS Access \/  Detailed Directory Service Replication","102":"Account Logon \/  Kerberos Authentication Service","103":"Account Logon \/  Credential Validation","104":"Account Logon \/  Kerberos Service Ticket Operations","105":"Account Logon \/  Other Account Logon Events","106":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account logon events","107":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account management","108":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit directory service access","109":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit logon events","110":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit object access","111":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit policy change","112":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit privilege use","113":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit process tracking","114":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit system events","115":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account logon events","116":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit account management","117":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit directory service access","118":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit logon events","119":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit object access","120":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit policy change","121":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit privilege use","122":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit process tracking","123":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Audit Policy\/Audit system events","124":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Access credential Manager as a trusted caller","125":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Access this computer from the network (SeNetworkLogonRight)","126":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Act as part of the operating system (SeTcbPrivilege)","127":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Add workstations to domain","128":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Adjust memory quotas for a process (SeIncreaseQuotaPrivilege)","129":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Allow log on locally","130":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Allow log on through Terminal Services (SeRemoteInteractiveLogonRight)","131":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Back up files and directories (SeBackupPrivilege)","132":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Bypass traverse checking (SeChangeNotifyPrivilege)","133":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Change the system time (SeSystemTimePrivilege)","134":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Change the time zone","135":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create a pagefile (SeCreatePagefilePrivilege)","136":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create a token object (SeCreateTokenPrivilege)","137":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create global objects (SeCreateGlobalPrivilege)","138":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create permanent shared objects","139":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Create symbolic links","140":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Debug programs (SeDebugPrivilege)","141":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny access to this computer from the network (SeDenyNetworkLogonRight)","142":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on as a batch job (SeDenyBatchLogonRight)","143":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on locally (SeDenyInteractiveLogonRight)","144":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on as a service\n(SeDenyServiceLogonRight)","145":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Deny log on through Terminal Services (SeDenyRemoteInteractiveLogonRight)","146":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Enable computer and user accounts to be trusted for delegation (SeEnableDelegationPrivilege)","147":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Force shutdown from a remote system (SeRemoteShutdownPrivilege)","148":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Generate security audits (SeAuditPrivilege)","149":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Impersonate a client after authentication","150":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Increase a process working set","151":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Increase scheduling priority (SeIncreaseBasePriorityPrivilege)","152":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Load and unload device drivers (SeLoadDriverPrivilege)","153":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Lock pages in memory (SeLockMemoryPrivilege)","154":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Log on as a batch job (SeBatchLogonRight)","155":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Log on as a service (SeServiceLogonRight)","156":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Manage auditing and security log (SeSecurityPrivilege)","157":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Modify an object label","158":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Modify firmware environment values (SeSystemEnvironmentPrivilege)","159":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Perform volume maintenance tasks (SeManageVolumePrivilege)","160":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Profile single process (SeProfileSingleProcessPrivilege)","161":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Profile system performance (SeSystemProfilePrivilege)","162":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Remove computer from docking station (SeUndockPrivilege)","163":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Replace a process level token (SeAssignPrimaryTokenPrivilege)","164":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Restore files and directories (SeRestorePrivilege)","165":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Shut down the system (SeShutdownPrivilege)","166":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Synchronize directory service data","167":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/User Rights Assignment\/Take ownership of files or other objects (SeTakeOwnershipPrivilege)","168":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Administrator account status","169":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Guest account status","170":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Limit local account use of blank passwords to console logon only","171":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Rename administrator account","172":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Accounts: Rename guest account","173":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Audit the access of global system objects","174":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Audit the use of Backup and Restore privilege","175":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Force audit policy subcategory settings (Windows Vista or later) to override audit policy category settings","176":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Audit: Shut down system immediately if unable to log security audits","177":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/DCOM: Machine access restrictions in Security Descriptor Definition Language (SDDL) syntax","178":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/DCOM: Machine launch restrictions in Security Descriptor Definition Language (SDDL) syntax","179":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Allow undock without having to log on","180":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Allowed to format and eject removable media","181":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Prevent users from installing printer drivers","182":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Restrict CD-ROM access to locally logged-on user only","183":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Devices: Restrict floppy access to locally logged-on user only","184":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain Controller: Allow server operators to schedule tasks","185":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain Controller: LDAP server signing requirements","186":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain Controller: Refuse machine account password changes","187":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Digitally encrypt or sign secure channel data (always)","188":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Digitally encrypt secure channel data (when possible)","189":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Digitally sign secure channel data (when possible)","190":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Disable machine account password changes","191":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Maximum machine account password age","192":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Domain member: Require strong (Windows 2000 or later) session key","193":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Do not display last user name","194":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Do not require CTRL+ALT+DEL","195":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Message text for users attempting to log on","196":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Message title for users attempting to log on","197":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Number of previous logons to cache (in case domain controller is not available)","198":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Prompt user to change password before expiration","199":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Require Domain Controller authentication to unlock workstation","200":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Require smart card","201":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Interactive logon: Smart card removal behavior","202":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network client: Digitally sign communications (always)","203":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network client: Digitally sign communications (if server agrees)","204":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network client: Send unencrypted password to third-party SMB servers","205":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Amount of idle time required before suspending session","206":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Digitally sign communications (always)","207":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Digitally sign communications (if client agrees)","208":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Microsoft network server: Disconnect clients when logon hours expire","209":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (AutoAdminLogon) Enable Automatic Logon (not recommended) ","210":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (DisableIPSourceRouting) IP source routing protection level (protects against packet spoofing)","211":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (EnableDeadGWDetect) Allow automatic detection of dead network gateways (could lead to DoS)","212":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (EnableICMPRedirect) Allow ICMP redirects to override OSPF generated routes","213":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (Hidden) Hide Computer From the Browse List (not recommended except for highly secure environments) ","214":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (KeepAliveTime) How often keep-alive packets are sent in milliseconds","215":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NoDefaultExempt) Configure IPSec exemptions for various types of network traffic.","216":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NoDriveTypeAutoRun) Disable Autorun for all drives (recommended) ","217":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NoNameReleaseOnDemand) Allow the computer to ignore NetBIOS name release requests except from WINS servers","218":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (NtfsDisable8dot3NameCreation) Enable the computer to stop generating 8.3 style filenames (recommended) ","219":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (PerformRouterDiscovery) Allow IRDP to detect and configure Default Gateway addresses (could lead to DoS)","220":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (SafeDllSearchMode) Enable Safe DLL search mode (recommended) ","221":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (ScreenSaverGracePeriod) The time in seconds before the screen saver grace period expires (0 recommended)","222":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (SynAttackProtect) Syn attack protection level (protects against DoS)","223":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (TCPMaxConnectResponseRetransmissions) SYN-ACK retransmissions when a connection request is not acknowledged","224":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (TCPMaxDataRetransmissions) How many times unacknowledged data is retransmitted (3 recommended, 5 is default)","225":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/MSS: (WarningLevel) Percentage threshold for the security event log at which the system will generate a warning ","226":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Allow anonymous SID\/Name translation","227":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Do not allow anonymous enumeration of SAM accounts","228":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Do not allow anonymous enumeration of SAM accounts and shares","229":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Do not allow storage of credentials or .NET Passports for network authentication","230":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Let Everyone permissions apply to anonymous users","231":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Named Pipes that can be accessed anonymously","232":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Remotely accessible registry paths","233":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Remotely accessible registry paths and sub paths","234":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Restrict anonymous access to Named Pipes and Shares","235":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Shares that can be accessed anonymously","236":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network access: Sharing and security model for local accounts","237":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Do not store LAN Manager hash value on next password change","238":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Force logoff when logon hours expire","239":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: LAN Manager authentication level","240":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: LDAP client signing requirements","241":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Minimum session security for NTLM SSP based (including secure RPC) clients","242":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Network security: Minimum session security for NTLM SSP based (including secure RPC) servers","243":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Recovery console: Allow automatic administrative logon","244":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Recovery console: Allow floppy copy and access to all drives and all folders","245":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Shutdown: Allow system to be shut down without having to log on","246":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/Shutdown: Clear virtual memory pagefile","247":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System cryptography: Force strong key protection for user keys stored on the computer","248":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing","249":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System objects: Require case insensitivity for non-Windows subsystems","250":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System objects: Strengthen default permissions of internal system objects (e.g. Symbolic Links)","251":null,"252":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/System settings: Use Certificate Rules on Windows Executables for Software Restriction Policies","253":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Admin Approval Mode for the Built-in Administrator account","254":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Allow UIAccess applications to prompt for elevation without using the secure desktop","255":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Behavior of the elevation prompt for administrators in Admin Approval Mode","256":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Behavior of the elevation prompt for standard users","257":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Detect application installations and prompt for elevation","258":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Only elevate executables that are signed and validated","259":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Only elevate UIAccess applications that are installed in secure locations","260":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Run all administrators in Admin Approval Mode","261":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Switch to the secure desktop when prompting for elevation","262":"Computer Configuration\/Windows Settings\/Security Settings\/Local Policies\/Security Options\/User Account Control: Virtualize file and registry write failures to per-user locations","263":"Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\Application\\Maximum Log Size ","264":"Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\Security\\Maximum Log Size ","265":"Computer Configuration\\Administrative Templates\\Windows Components\\Event Log Service\\System\\Maximum Log Size ","266":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Prevent local guests group from accessing application log","267":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Prevent local guests group from accessing system log","268":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Prevent local guests group from accessing security log","269":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retain application log","270":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retain security log","271":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retain system log","272":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retention method for application log","273":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retention method for security log","274":"Computer Configuration\/Windows Settings\/Security Settings\/Event Log\/\/Retention method for system log","275":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","276":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","277":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","278":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","279":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","280":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Password Policy (Settings included in Domain Policies)","281":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Account Lockout Policy (Settings included in Domain Policies)","282":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Account Lockout Policy (Settings included in Domain Policies)","283":"GPO Settings: Computer Configuration\/Windows Settings\/Security Settings\/Account Policies\/Account Lockout Policy (Settings included in Domain Policies)","284":"Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\MSS: (DisableIPSourceRouting) IPv6 source routing protection level (protects against packet spoofing)","285":"Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\MSS: (TCPMaxDataRetransmissions) IPv6, how many times unacknowledged data is retransmitted (3 recommended, 5 is default)  ","286":null,"287":null,"288":null,"289":null,"290":null,"291":null,"292":null,"293":null,"294":null,"295":null,"296":null,"297":null,"298":null,"299":null,"300":null,"301":null,"302":null,"303":null,"304":null,"305":null,"306":null,"307":null,"308":null}}