{"Unnamed: 0":{"0":null,"1":"CCE ID","2":"CCE-3062-7","3":"CCE-3322-5","4":"CCE-3490-0","5":"CCE-2869-6","6":"CCE-3375-3","7":"CCE-3397-7","8":"CCE-3538-6","9":"CCE-3498-3","10":"CCE-3269-8","11":"CCE-2576-7","12":"CCE-3359-7","13":"CCE-3491-8","14":"CCE-3147-6","15":"CCE-3539-4","16":"CCE-3293-8","17":"CCE-2936-3","18":"CCE-3191-4","19":"CCE-3332-4","20":"CCE-3557-6","21":"CCE-3575-8","22":"CCE-3218-5","23":"CCE-2861-3","24":"CCE-3002-3","25":"CCE-2663-3","26":"CCE-3447-0","27":"CCE-3465-2","28":"CCE-3346-4","29":"CCE-2848-0","30":"CCE-3368-8","31":"CCE-3531-1","32":"CCE-3473-6","33":"CCE-3354-8","34":"CCE-3499-1","35":"CCE-2649-2","36":"CCE-3543-6","37":"CCE-3438-9","38":"CCE-3319-1","39":"CCE-3574-1","40":"CCE-2627-8","41":"CCE-3551-9","42":"CCE-3321-7","43":"CCE-3467-8","44":"CCE-3427-2","45":"CCE-3449-6","46":"CCE-2827-4","47":"CCE-3101-3","48":"CCE-3603-8","49":"CCE-3391-0","50":"CCE-3286-2","51":"CCE-3290-4","52":"CCE-3546-9","53":"CCE-3312-6","54":"CCE-3211-0","55":"CCE-3383-7","56":"CCE-3510-5","57":"CCE-3453-8","58":"CCE-3594-9","59":"CCE-3611-1","60":"CCE-2884-5","61":"CCE-3281-3","62":"CCE-3550-1","63":"CCE-3567-5","64":"CCE-2946-2","65":"CCE-3343-1","66":"CCE-3484-3","67":"CCE-3127-8","68":"CCE-3488-4","69":"CCE-3506-3","70":"CCE-3422-3","71":"CCE-3512-1","72":"CCE-3530-3","73":"CCE-3548-5","74":"CCE-3424-9","75":"CCE-3442-1","76":"CCE-3446-2","77":"CCE-2644-3","78":"CCE-3635-0","79":"CCE-2671-6","80":"CCE-3200-3","81":"CCE-3350-6","82":"CCE-3565-9","83":"CCE-3582-4","84":"CCE-3353-0","85":"CCE-3618-6","86":"CCE-3494-2","87":"CCE-3640-0","88":"CCE-2909-0","89":"CCE-3552-7","90":"CCE-3428-0","91":"CCE-3556-8","92":"CCE-2678-1","93":"CCE-3612-9","94":"CCE-3621-0","95":"CCE-3602-0","96":"CCE-3497-5","97":"CCE-3386-0","98":"CCE-3532-9","99":"CCE-3536-0","100":"CCE-3541-0","101":"CCE-3558-4","102":"CCE-3078-3","103":"CCE-2832-4","104":"CCE-3475-1","105":"CCE-3492-6","106":"CCE-3633-5","107":"CCE-3638-4","108":"CCE-3175-7","109":"CCE-2695-5","110":"CCE-3637-6","111":"CCE-3642-6","112":"CCE-3664-0","113":"CCE-3435-5","114":"CCE-3580-8","115":"CCE-3474-4","116":"CCE-3496-7","117":"CCE-3483-5","118":"CCE-3254-0","119":"CCE-3523-8","120":"CCE-3673-1","121":"CCE-3193-0","122":"CCE-3461-1","123":"CCE-3355-5","124":"CCE-2687-2","125":"CCE-3583-2","126":"CCE-3226-8","127":"CCE-3569-1","128":"CCE-3591-5","129":"CCE-3631-9","130":"CCE-3402-5","131":"CCE-3525-3","132":"CCE-2908-2","133":"CCE-2790-4","134":"CCE-3672-3","135":"CCE-3690-5","136":"CCE-3597-2","137":"CCE-3725-9","138":"CCE-3227-6","139":"CCE-3509-7","140":"CCE-3527-9","141":"CCE-2919-9","142":"CCE-2812-6","143":"CCE-2817-5","144":"CCE-3739-0","145":"CCE-3616-0","146":"CCE-3757-2","147":"CCE-3796-0","148":"CCE-3514-7","149":"CCE-3778-8","150":"CCE-3549-3","151":"CCE-3298-7","152":"CCE-3443-9","153":"CCE-3708-5","154":"CCE-3479-3","155":"CCE-2853-0","156":"CCE-3743-2","157":"CCE-3761-4","158":"CCE-3774-7","159":"CCE-3814-1","160":"CCE-3060-1","161":"CCE-3703-6","162":"CCE-3769-7","163":"CCE-3659-0","164":"CCE-3676-4","165":"CCE-3694-7","166":"CCE-2822-5","167":"CCE-2963-7","168":"CCE-3478-5","169":"CCE-2870-4","170":"CCE-3787-9","171":"CCE-3804-2","172":"CCE-3430-6","173":"CCE-3448-8","174":"CCE-3593-1","175":"CCE-3652-5","176":"CCE-3295-3","177":"CCE-3189-8","178":"CCE-3709-3","179":"CCE-3586-5","180":"CCE-3731-7","181":"CCE-3370-4","182":"CCE-3511-3","183":"CCE-3674-9","184":"CCE-3441-3","185":"CCE-2947-0","186":"CCE-3714-3","187":"CCE-3357-1","188":"CCE-3613-7","189":"CCE-3801-8","190":"CCE-2819-1","191":"CCE-3605-3","192":"CCE-2984-3","193":"CCE-3504-8","194":"CCE-3773-9","195":"CCE-3420-7","196":"CCE-3817-4","197":"CCE-3711-9","198":"CCE-3729-1","199":"CCE-3592-3","200":"CCE-3112-0","201":"CCE-3632-7","202":"CCE-3719-2","203":"CCE-3614-5","204":"CCE-3759-8","205":"CCE-3526-1","206":"CCE-3764-8","207":"CCE-3781-2","208":"CCE-3799-4","209":"CCE-3693-9","210":"CCE-3698-8","211":"CCE-3715-0","212":"CCE-3609-5","213":"CCE-3253-2","214":"CCE-2900-9","215":"CCE-3671-5","216":"CCE-3182-3","217":"CCE-3534-5","218":"CCE-3794-5","219":"CCE-3547-7","220":"CCE-3190-6","221":"CCE-3587-3","222":"CCE-2837-3","223":"CCE-3803-4","224":"CCE-3702-8","225":"CCE-3720-0","226":"CCE-2863-9","227":"CCE-3636-8","228":"CCE-3658-2","229":"CCE-3306-8","230":"CCE-3728-3","231":"CCE-3746-5","232":"CCE-3654-1","233":"CCE-3786-1","234":"CCE-3790-3","235":"CCE-3808-3","236":"CCE-3848-9","237":"CCE-3666-5","238":"CCE-3812-5","239":"CCE-3710-1","240":"CCE-3627-7","241":"CCE-2875-3","242":"CCE-3665-7","243":"CCE-3683-0","244":"CCE-3577-4","245":"CCE-3828-1","246":"CCE-3599-8","247":"CCE-3617-8","248":"CCE-3758-0","249":"CCE-3700-2","250":"CCE-3237-5","251":"CCE-3625-1","252":"CCE-3396-9","253":"CCE-3788-7","254":"CCE-3806-7","255":"CCE-3608-7","256":"CCE-3740-8","257":"CCE-3277-1","258":"CCE-3661-6","259":"CCE-3730-9","260":"CCE-3250-8","261":"CCE-3413-2","262":"CCE-3039-5","263":"CCE-3810-9","264":"CCE-3832-3","265":"CCE-3598-0","266":"CCE-3713-5","267":"CCE-3480-1","268":"CCE-5026-0","269":"CCE-8544-9","270":"CCE-8049-9","271":"CCE-7604-2","272":"CCE-7773-5","273":"CCE-8561-3","274":"CCE-8592-8","275":"CCE-8013-5","276":"CCE-8542-3","277":"CCE-7606-7","278":"CCE-8534-0","279":"CCE-7611-7","280":"CCE-8380-8","281":"CCE-8601-7","282":"CCE-8508-4","283":"CCE-8472-3","284":"CCE-7613-3","285":"CCE-8479-8","286":"CCE-8325-3","287":"CCE-8091-1","288":"CCE-8043-2","289":"CCE-8527-4","290":"CCE-8151-3","291":"CCE-8462-4","292":"CCE-7936-8","293":"CCE-9994-5","294":"CCE-10633-6","295":"CCE-9710-5","296":"CCE-10688-0","297":"CCE-10710-2","298":"CCE-10463-8"},"Last modified: 2010-04-20":{"0":"Version: 5.20100428","1":"CCE Description","2":"The \"deny access to this computer from the network\" user right should be assigned to the correct accounts.","3":"The \"access this computer from the network\" user right should be assigned to the correct accounts.  ","4":"The \"act as part of the operating system\" user right should be assigned to the correct accounts.  ","5":"The \"back up files and directories\" user right should be assigned to the correct accounts.  ","6":"The \"bypass traverse checking\" user right should be assigned to the correct accounts.  ","7":"The \"change the system time\" user right should be assigned to the correct accounts.  ","8":"The \"create a pagefile\" user right should be assigned to the correct accounts.  ","9":"The \"Create a token object\" user right should be assigned to the correct accounts.  ","10":"The \"create permanent shared objects\" user right should be assigned to the correct accounts.  ","11":"The \"debug programs\" user right should be assigned to the correct accounts.  ","12":"The \"force shutdown from a remote system\" user right should be assigned to the correct accounts.  ","13":"The \"generate security audits\" user right should be assigned to the correct accounts.  ","14":"The \"adjust memory quotas for a process\" user right should be assigned to the correct accounts.  ","15":"The \"increase scheduling priority\" user right should be assigned to the correct accounts.  ","16":"The \"load and unload device drivers\" user right should be assigned to the correct accounts.  ","17":"The \"lock pages in memory\" user right should be assigned to the correct accounts.  ","18":"The \"log on as a batch job\" user right should be assigned to the correct accounts.  ","19":"The \"log on as a service\" user right should be assigned to the correct accounts.  ","20":"The \"log on locally\" user right should be assigned to the correct accounts.  ","21":"The \"manage auditing and security log\" user right should be assigned to the correct accounts.  ","22":"The \"modify firmware environment values\" user right should be assigned to the correct accounts.  ","23":"The \"profile single process\" user right should be assigned to the correct accounts.  ","24":"The \"profile system performance\" user right should be assigned to the correct accounts.  ","25":"The \"remove computer from docking station\" user right should be assigned to the correct accounts.  ","26":"The \"replace a process-level token\" user right should be assigned to the correct accounts.  ","27":"The \"restore files and directories\" user right should be assigned to the correct accounts.  ","28":"The \"shut down the system\" user right should be assigned to the correct accounts.  ","29":"The \"take ownership of files or other objects\" user right should be assigned to the correct accounts.  ","30":"The \"synchronize directory service data\" user right should be assigned to the correct accounts.  ","31":"The \"deny logon locally\" user right should be assigned to the correct accounts.  ","32":"The \"enable computer and user accounts to be trusted for delegation\" user right should be assigned to the correct accounts.  ","33":"The \"add workstations to domain\" user right should be assigned to the correct accounts.  ","34":"The \"allow logon through Terminal Services\" user right should be assigned to the correct accounts.  ","35":"The \"deny logon as a batch job\" user right should be assigned to the correct accounts.  ","36":"The \"deny logon as a service\" user right should be assigned to the correct accounts.  ","37":"The \"deny logon through Terminal Services\" user right should be assigned to the correct accounts.  ","38":"The \"perform volume maintenance tasks\" user right should be assigned to the correct accounts.  ","39":"The \"reset account lockout counter after\" policy should meet minimum requirements.  ","40":"The \"account lockout duration\" policy should meet minimum requirements.  ","41":"The \"account lockout threshold\" policy should meet minimum requirements.  ","42":"Auditing of \"account logon\" events on success should be enabled or disabled as appropriate..","43":"Auditing of \"account logon\" events on failure should be enabled or disabled as appropriate..","44":"Auditing of \"account management\" events on success should be enabled or disabled as appropriate..","45":"Auditing of \"account management\" events on failure should be enabled or disabled as appropriate..","46":"Auditing of \"directory service access\" events on success should be enabled or disabled as appropriate..","47":"Auditing of \"directory service access\" events on failure should be enabled or disabled as appropriate..","48":"Auditing of \"logon\" events on success should be enabled or disabled as appropriate..","49":"Auditing of \"logon\" events on failure should be enabled or disabled as appropriate..","50":"Auditing of \"object access\" events on success should be enabled or disabled as appropriate..","51":"Auditing of \"object access\" events on failure should be enabled or disabled as appropriate..","52":"Auditing of \"policy change\" events on success should be enabled or disabled as appropriate..","53":"Auditing of \"policy change\" events on failure should be enabled or disabled as appropriate..","54":"Auditing of \"privilege use\" events on success should be enabled or disabled as appropriate..","55":"Auditing of \"privilege use\" events on failure should be enabled or disabled as appropriate..","56":"Auditing of \"process tracking\" events on success should be enabled or disabled as appropriate..","57":"Auditing of \"process tracking\" events on failure should be enabled or disabled as appropriate..","58":"Auditing of \"system\" events on success should be enabled or disabled as appropriate..","59":"Auditing of \"system\" events on failure should be enabled or disabled as appropriate..","60":"The \"Allow System to be Shut Down Without Having to Log On\" policy should be set correctly.  ","61":"The \"restrict guest access to application log\" policy should be set correctly.  ","62":"The application log maximum size should be configured correctly..  ","63":"If the Application log's retention method is set to \"Overwrite events by days,\" an appropriate value should be set for the number of days' logs to keep.","64":"The \"restrict guest access to security log\" policy should be set correctly.  ","65":"The security log maximum size should be configured correctly..  ","66":"The \"when maximum log size is reached\" property should be set correctly for the Security log.  ","67":"If the Security log's retention method is set to \"Overwrite events by days,\" an appropriate value should be set for the number of days' logs to keep.","68":"The \"restrict guest access to system log\" policy should be set correctly.  ","69":"The system log maximum size should be configured correctly..  ","70":"The \"when maximum log size is reached\" property should be set correctly for the System log.  ","71":"If the System log's retention method is set to \"Overwrite events by days,\" an appropriate value should be set for the number of days' logs to keep.","72":"The \"maximum password age\" policy should meet minimum requirements.  ","73":"The \"minimum password age\" policy should meet minimum requirements.  ","74":"The \"minimum password length\" policy should meet minimum requirements.  ","75":"The \"password must meet complexity requirments\" policy should be set correctly.  ","76":"The \"enforce password history\" policy should meet minimum requirements.  ","77":"The \"store password using reversible encryption for all users in the domain\" policy should be set correctly.  ","78":"The startup type of the Alerter service should be correct.  ","79":"The startup type of the Automatic Update service should be correct.  ","80":"The startup type of the Background Intelligent Transfer Service (BITS) service should be correct.  ","81":"The startup type of the ClipBook service should be correct.  ","82":"The startup type of the Fax service should be correct.  ","83":"The startup type of the FTP Publishing service should be correct.  ","84":"The startup type of the IIS Admin service should be correct.  ","85":"The startup type of the Indexing service should be correct.  ","86":"The startup type of the Messenger service should be correct.  ","87":"The startup type of the .NET Framework service should be correct.  ","88":"The startup type of the NetMeeting Remote Desktop Sharing service should be correct.  ","89":"The startup type of the Print Services for Unix service should be correct.  ","90":"The startup type of the Remote Access Auto connection Manager service should be correct.  ","91":"The startup type of the Remote Desktop Help Session Manager service should be correct.  ","92":"The startup type of the Internet Connection Sharing service should be correct.  ","93":"The startup type of the Remote Registry service should be correct.  ","94":"The startup type of the Routing and Remote Access service should be correct.  ","95":"The startup type of the Remote Shell service should be correct.  ","96":"The startup type of the Simple TCP\/IP service should be correct.  ","97":"The startup type of the Simple Mail Transport Protocol (SMTP) service should be correct.  ","98":"The startup type of the SNMP Service service should be correct.  ","99":"The startup type of the SNMP Trap Service service should be correct.  ","100":"The startup type of the SSDP Discovery service should be correct.  ","101":"The startup type of the Task Scheduler service should be correct.  ","102":"The startup type of the Telnet service should be correct.  ","103":"The startup type of the Terminal Services service should be correct.  ","104":"The startup type of the Universal Plug and Play Device Host (UPnP) service should be correct.  ","105":"The startup type of the World Wide Web Publishing service should be correct.  ","106":"DEPRECATED in favor of CCE-2671-6.","107":"The startup type of the Background Intelligent Transfer Service (BITS) service should be correct.  ","108":"The startup type of the Print Services for Unix service should be correct.  ","109":"The correct service permissions for the Alerter service should be assigned.  ","110":"The correct service permissions for the Automatic Updates service should be assigned.  ","111":"The correct service permissions for the ClipBook service should be assigned.  ","112":"The correct service permissions for the Fax service should be assigned.  ","113":"The correct service permissions for the FTP Publishing service should be assigned.  ","114":"The correct service permissions for the IIS Admin service should be assigned.  ","115":"The correct service permissions for the Indexing service should be assigned.  ","116":"The correct service permissions for the Messenger service should be assigned.  ","117":"The correct service permissions for the NetMeeting service should be assigned.  ","118":"The correct service permissions for the Printer service should be assigned.  ","119":"The startup type of the Remote Access Auto connection Manager service should be correct.  ","120":"The correct service permissions for the Remote Desktop Help Session Manager service should be assigned.  ","121":"The correct service permissions for the Remote Registry service should be assigned.  ","122":"The correct service permissions for the SMTP service should be assigned.  ","123":"The correct service permissions for the SNMP service should be assigned.  ","124":"The correct service permissions for the SNMP Trap service should be assigned.  ","125":"The correct service permissions for the Telnet service should be assigned.  ","126":"The correct service permissions for the Terminal Services service should be assigned.  ","127":"The correct service permissions for the WWW Publishing service should be assigned.  ","128":"The behavior surrounding Anonymous users' abiliity to display lists of SAM accounts and shares should be correct.  ","129":"The behavior surrounding Anonymous users' abiliity to display lists of SAM accounts should be correct.","130":"The behavior surrounding Anonymous SID\/Name translation should be correct.  ","131":"The \"Anonymous access to the security event log\" policy should be set correctly.  ","132":"Use of the built-in Guest account should be enabled or disabled as appropriate.","133":"The \"Message title for users attempting to log on\" policy should be set correctly.  ","134":"The \"Message text for users attempting to log on\" policy should be set correctly.  ","135":"Automatic Logon should be properly configured.  ","136":"Autoplay on all Drive Types should be properly configured.  ","137":"ICMP Redirects should be properly configured.  ","138":"IP Source Routing should be properly configured.  ","139":"IRDP should be properly configured.  ","140":"Display Last User Name in Logon Screen should be properly configured.  ","141":"TCP\/IP Dead Gateway Detection should be properly configured.  ","142":"The TCP\/IP KeepAlive Time should be set correctly .  ","143":"TCP\/IP NetBIOS Name Release on Request Prevented should be properly configured.  ","144":"TCP\/IP PMTU Discovery should be properly configured.  ","145":"TCP\/IP SYN Flood Attack Protection should be properly configured.  ","146":"Disable saving of dial-up passwords should be properly configured.  ","147":"The \"Secure Channel: Digitally Encrypt Secure Channel Data (When Possible)\" policy should be set correctly.  ","148":"The \"Secure Channel: Digitally Sign Secure Channel Data (When Possible)\" policy should be set correctly.  ","149":"Safe DLL Search Mode should be properly configured.  ","150":"Always Wait for the Network at Computer Startup and Logon should be properly configured.  ","151":"Background Refresh of Group Policy should be properly configured.  ","152":"Installation and Configuration of Network Bridge on the DNS Domain Network should be properly configured.  ","153":"Disallow Installation of Printers Using Kernel-mode Drivers should be properly configured.  ","154":"The \"Allow Server Operators to Schedule Tasks\" policy should be set correctly.  ","155":"The built-in Administrator account should be correctly named.  ","156":"The built-in Guest account should be correctly named.  ","157":"The amount of idle time required before disconnecting a session should be set correctly.  ","158":"The \"Audit the access of global system objects\" policy should be set correctly.  ","159":"The \"Audit the use of backup and restore privilege\" policy should be set correctly.  ","160":"The \"Disable CTRL+ALT+Delete Requirement for Logon\" policy should be set correctly.  ","161":"The \"LAN Manager Authentication Level\" policy should be set correctly.  ","162":"The \"Prevent Users from Installing Printer Drivers\" policy should be set correctly.  ","163":"The \"Recovery Console: Allow Automatic Administrative Logon\" policy should be set correctly.  ","164":"The \"Recovery Console: Allow Floppy Copy and Access to All Drives and All Folders\" policy should be set correctly.  ","165":"The \"Restrict CD-ROM Access to Locally Logged-On User Only\" policy should be set correctly.  ","166":"The \"Restrict Floppy Access to Locally Logged-On User Only\" policy should be set correctly.  ","167":"The \"Strengthen Default Permissions of Global System Objects\" policy should be set correctly.  ","168":"The \"Require Strong (Windows 2000 or later) Session Key\" policy should be set correctly.  ","169":"The \"Send Unencrypted Password to Connect to Third-Party SMB Servers\" policy should be set correctly.  ","170":"The \"Unsigned Driver Installation Behavior\" policy should be set correctly.  ","171":"The \"Users Prompted to Change Password Before Expiration\" policy should be set correctly. ","172":"The \"Shut Down system immediately if unable to log security audits\" policy should be set correctly.  ","173":"The \"Allow System to be Shut Down Without Having to Log On\" policy should be set correctly.  ","174":"The \"Clear Virtual Memory Pagefile at shutdown\" policy should be set correctly.  ","175":"The \"Digitally Sign Client Communication (Always)\" policy should be set correctly.  ","176":"The \"Digitally Sign Server Communication (Always)\" policy should be set correctly.  ","177":"The \"Digitally Sign Server Communication (When Possible)\" policy should be set correctly.  ","178":"The \"Number of Previous Logons to Cache\" policy should be set correctly.  ","179":"The \"Allowed to Format and Eject Removable NTFS Media\" policy should be set correctly.  ","180":"The \"Secure Channel: Digitally Encrypt or Sign Secure Channel Data (Always)\" policy should be set correctly.  ","181":"The \"Secure Channel: Digitally Encrypt Secure Channel Data (When Possible)\" policy should be set correctly.  ","182":"The \"Secure Channel: Digitally Sign Secure Channel Data (When Possible)\" policy should be set correctly.  ","183":"The \"Smart Card Removal Behavior\" policy should be set correctly.  ","184":"The \"Use FIPS compliant algorithms for encryption, hashing, and signing\" policy should be set correctly.  ","185":"The \"Default owner for objects created by members of the Administrators group\" policy should be set correctly.  ","186":"The \"Require Case Insensitivity for Non-Windows Sybsystems\" policy should be set correctly.  ","187":"The \"Limit local account user of blank passwords to console logon only\" policy should be set correctly.  ","188":"The \"Allow undock without having to logon\" policy should be set correctly.  ","189":"The \"LDAP server signing requirements\" policy should be set correctly.  ","190":"The \"LDAP client signing requirements\" policy should be set correctly.  ","191":"The \"Refuse machine account password change\" policy should be set correctly.  ","192":"The \"Maximum machine account password age\" policy should be set correctly.  ","193":"The \"Require Domain Controller authentication to unlock workstation\" policy should be set correctly.  ","194":"The \"Disconnect clients when logon hours expire\" policy should be set correctly.  ","195":"The \"Do not allow storage of credentials or .NET Passports\" policy should be set correctly.  ","196":"The \"Let Everyone permissions apply to anonymous users\" policy should be set correctly.  ","197":"The \"Named Pipes that can be accessed anonymously\" policy should be set correctly.  ","198":"The \"Remotely accessible registry paths\" policy should be set correctly.  ","199":"The \"Shares that can be accessed anonymously\" policy should be set correctly.  ","200":"The \"Sharing and security model for local accounts\" policy should be set correctly.  ","201":"The \"Do not store LAN Manager hash value on next password change\" policy should be set correctly.  ","202":"The \"Force logoff when logon hours expire\" policy should be set correctly.  ","203":"The \"Minimum session security for NTLM SSP based clients\" policy should be set correctly.  ","204":"The \"Minimum session security for NTLM SSP based servers\" policy should be set correctly.  ","205":"The \"Screensaver Executable Name\" setting should be configured correctly for the current user.","206":"The \"screensaver timeout\" policy should be set correctly for the current user.  ","207":"DEPRECATED in favor of CCE-3182-3.","208":"The screensaver should be enabled or disabled as appropriate for the current user.","209":"The \"screensaver timeout\" policy should be set correctly for the default user.  ","210":"The \"Password protect the screensaver\" setting should be set correctly for the default user.  ","211":"The screensaver should be enabled or disabled as appropriate for the default user.","212":"DEPRECATED in favor of CCE-3526-1.","213":"DEPRECATED in favor of CCE-3764-8.","214":"DEPRECATED in favor of CCE-3182-3.","215":"DEPRECATED in favor of CCE-3799-4.","216":"The \"Password protect the screen saver\" setting should be configured correctly for the current user.","217":"DEPRECATED in favor of CCE-3764-8, CCE-3693-9.","218":"The \"Always Install with Elevated Privileges\" policy should be set correctly.  ","219":"The \"Enable User Control Over Installs\" policy should be set correctly.  ","220":"The \"Enable User to Browser for Source While Elevated\" policy should be set correctly.  ","221":"The \"Enable User to Use Media Source While Elevated\" policy should be set correctly.  ","222":"The \"Allow Administrator to Install from Terminal Services Session\" policy should be set correctly.  ","223":"The \"Enable User to Patch Elevated Products\" policy should be set correctly.  ","224":"The \"Cache Transforms in Secure Location\" policy should be set correctly.  ","225":"The \"Disable Media Player for automatic updates\" policy should be set correctly.  ","226":"The \"Prevent Codec Download\" policy should be set correctly for Windows MediaPlayer.  ","227":"Internet access for Windows Messenger should be configured correctly.  ","228":"The \"Do Not Allow Windows Messenger to be Run\" policy should be set correctly.  ","229":"The \"Do Not Automatically Start Windows Messenger\" policy should be set correctly.  ","230":"The \"Hide Property Pages\" policy should be set correctly for the Task Scheduler.  ","231":"The \"Prohibit New Task Creation\" policy should be set correctly for the Task Scheduler.","232":"The \"Limit Users to One Remote Session\" policy should be set correctly for Terminal Services.  ","233":"The \"Limit Number of Connections\" policy should be set correctly for Terminal Services.","234":"The \"Do Not Allow New Client Connections\" policy should be set correctly for Terminal Services.","235":"The \"Do Not Allow Local Administrators to Customize Permissions\" policy should be set correctly for Terminal Services.","236":"The \"Remote Control Settings\" policy should be set correctly for Terminal Services.","237":"The \"Always Prompt Client for Password upon Connection\" policy should be set correctly for Terminal Services.","238":"The \"Set Client connection Encryption Level\" policy should be set correctly for Terminal Services.","239":"The \"Do not Use Temp folders per Session\" policy should be set correctly for Terminal Services.","240":"The \"Do not Delete Temp folder on exit\" policy should be set correctly for Terminal Services.","241":"The \"Set time limit for disconnected sessions\" policy should be set correctly for Terminal Services.","242":"The \"Set time limit for idle sessions\" policy should be set correctly for Terminal Services.","243":"The \"Allow Reconnection from Original Client Only\" policy should be set correctly for Terminal Services.","244":"The \"Terminate session when time limits are reached\" policy should be set correctly for Terminal Services.","245":"The \"Enable Keep-Alive Messages\" policy should be set correctly for Terminal Services.","246":"The \"Allow Solicited Remote Assistance\" policy should be set correctly for Terminal Services.","247":"The \"Allow Unsolicited Remote Assistance\" policy should be set correctly for Terminal Services.","248":"The \"Enable Error Reporting\" policy should be set correctly.  ","249":"The \"Enforce user logon restrictions\" policy should be set correctly.  ","250":"The \"Maximum Service Ticket Litfetime\" policy should be set correctly.  ","251":"The \"Maximum User Ticket Lifetime\" policy should be set correctly.  ","252":"The \"Maximum tolerance for computer clock synchronization\" policy should be set correctly.  ","253":"The startup type of the Removable Storage service should be correct.","254":"The \"Allow automatic updates immediate installation\" setting should be enabled or disabled as appropriate.","255":"The \"Automatic Updates detection frequency\" should be set correctly.","256":"Automatic updates should be enabled or disabled as appropriate.","257":"The \"No auto-restart with logged on users for scheduled automatic updates installations\" setting should be enabled or disabled as appropriate.","258":"The \"Reschedule Automatic Updates scheduled installations\" setting should be enabled or disabled as appropriate.","259":"The \"Specify intranet Microsoft update service location\" setting should be enabled or disabled as appropriate.","260":"The TCPMaxPortsExhausted setting should be properly configured.","261":"The \"Security Zones: Use Only Machine Settings\" setting should be configured correctly.","262":"The \"Security Zones: Do Not Allow Users to Add\/Delete Sites\" setting should be configured correctly.","263":"The \"Disable Periodic Check For Internet Explorer Software Updates\" setting should be configured correctly.","264":"The \"Disable Software Update Shell Notifications on Program Launch\" setting should be configured correctly.","265":"The \"Disable Automatic Install of Internet Explorer Components\" setting should be configured correctly.","266":"The \"Make Proxy Settings Per-Machine (Rather Then Per-User)\" setting should be configured correctly.","267":"The \"Security Zones: Do Not Allow Users to Change Policies\" setting should be configured correctly.","268":"Administrative Shares should be enabled or disabled as appropriate.","269":"The time in seconds before the screen saver grace period expires (ScreenSaverGracePeriod) setting should be configured correctly.","270":"Use of the built-in Administrator account should be enabled or disabled as appropriate.  ","271":"The \"Create global objects\" user right should be assigned to the correct accounts.","272":"The \"DCOM: Machine access Restrictions in Security Descriptor Definition Language (SDDL) syntax\" setting should be configured correctly.","273":"The \"DCOM: Machine Launch Restrictions in the Security Descriptor Definition Language (SDDL) syntax\" security option should be set correctly.","274":"The \"Prevent System Maintenance of Computer Account Password\" policy should be set correctly.  ","275":"The \"Impersonate a client after authentication\"  user right should be assigned to the correct accounts.","276":"The \"Interactive logon: Requre smart card\" setting should be configured correctly.","277":"The \"Maximum User Renewal Lifetime\" policy should be set correctly.  ","278":"The \"Digitally Sign Client Communication (When Possible)\" policy should be set correctly.  ","279":"Automatic Reboot After System Crash should be enabled or disabled as appropriate.  ","280":"System availability to Master Browser should be properly configured.  ","281":"Kerberos and RSVP Traffic Protected by IPSec should be properly configured.  ","282":"The automatic generation of 8.3 file names for NTFS should be enabled or disabled as appropriate.","283":"The number of SYN-ACK retransmissions sent when attempting to respond to a SYN request should be configured correctly.","284":"The number of retransmissions sent of TCP data segments before the connection is dropped should be set correctly.","285":"The Security Audit log warning level should be properly configured.","286":"The \"Remotely accessible registry paths and subpaths\" policy should be set correctly.  ","287":"Anonymous access to Named Pipes and Shares via the network should be enabled or disabled as appropriate.","288":"The \"Registry policy processing\" policy should be enabled or disabled as appropriate.","289":"Authentication requirements for RPC clients should be configured appropriately.","290":"RPC Endpoint Mapper Client Authentication should be enabled or disabled as appropriate.","291":"The \"System cryptography: Force strong key protection for user keys stored on the computer\" policy should be enabled or disabled as appropriate.","292":"The \"System settings: Use Certificate Rules on Windows Executables for Software Restriction Policies\" setting should be configured properly.","293":"The \"Change Password\" option in the Ctrl+Alt+Del dialog should be enabled or disabled as appropriate.","294":"The \"Display user information when the session is locked\" setting should be configured correctly.","295":"The account description for the built-in Administrator account should be set as appropriate.","296":"User-initiated system crashes via the CTRL+SCROLL LOCK+SCROLL LOCK sequence should be enabled or disabled for PS\/2 keyboards as appropriate.","297":"User-initiated system crashes via the CTRL+SCROLL LOCK+SCROLL LOCK sequence should be enabled or disabled for USB keyboards as appropriate.","298":"The Syskey mode should be configured correctly."},"Unnamed: 2":{"0":null,"1":"CCE Parameters","2":"(1) set of accounts","3":"(1) set of accounts","4":"(1) set of accounts","5":"(1) set of accounts","6":"(1) set of accounts","7":"(1) set of accounts","8":"(1) set of accounts","9":"(1) set of accounts","10":"(1) set of accounts","11":"(1) set of accounts","12":"(1) set of accounts","13":"(1) set of accounts","14":"(1) set of accounts","15":"(1) set of accounts","16":"(1) set of accounts","17":"(1) set of accounts","18":"(1) set of accounts","19":"(1) set of accounts","20":"(1) set of accounts","21":"(1) set of accounts","22":"(1) set of accounts","23":"(1) set of accounts","24":"(1) set of accounts","25":"(1) set of accounts","26":"(1) set of accounts","27":"(1) set of accounts","28":"(1) set of accounts","29":"(1) set of accounts","30":"(1) set of accounts","31":"(1) set of accounts","32":"(1) set of accounts","33":"(1) set of accounts","34":"(1) set of accounts","35":"(1) set of accounts","36":"(1) set of accounts","37":"(1) set of accounts","38":"(1) set of accounts","39":"(1) number of minutes","40":"(1) number of minutes","41":"(1) number of attempts","42":"(1) enabled\/disabled","43":"(1) enabled\/disabled","44":"(1) enabled\/disabled","45":"(1) enabled\/disabled","46":"(1) enabled\/disabled","47":"(1) enabled\/disabled","48":"(1) enabled\/disabled","49":"(1) enabled\/disabled","50":"(1) enabled\/disabled","51":"(1) enabled\/disabled","52":"(1) enabled\/disabled","53":"(1) enabled\/disabled","54":"(1) enabled\/disabled","55":"(1) enabled\/disabled","56":"(1) enabled\/disabled","57":"(1) enabled\/disabled","58":"(1) enabled\/disabled","59":"(1) enabled\/disabled","60":"(1) enabled\/disabled","61":"(1) enabled\/disabled","62":"(1) size of file","63":"(1) number of days","64":"(1) enabled\/disabled","65":"(1) size of file","66":"(1) type of retention","67":"(1) number of days","68":"(1) enabled\/disabled","69":"(1) size of file","70":"(1) type of retention","71":"(1) number of days","72":"(1) number of days","73":"(1) number of days","74":"(1) number of days","75":"(1) enabled\/disabled","76":"(1) number of passwords remembered","77":"(1) enabled\/disabled","78":"(1) disabled\/manual\/automatic","79":"(1) disabled\/manual\/automatic","80":"(1) disabled\/manual\/automatic","81":"(1) disabled\/manual\/automatic","82":"(1) disabled\/manual\/automatic","83":"(1) disabled\/manual\/automatic","84":"(1) disabled\/manual\/automatic","85":"(1) disabled\/manual\/automatic","86":"(1) disabled\/manual\/automatic","87":"(1) disabled\/manual\/automatic","88":"(1) disabled\/manual\/automatic","89":"(1) disabled\/manual\/automatic","90":"(1) disabled\/manual\/automatic","91":"(1) disabled\/manual\/automatic","92":"(1) disabled\/manual\/automatic","93":"(1) disabled\/manual\/automatic","94":"(1) disabled\/manual\/automatic","95":"(1) disabled\/manual\/automatic","96":"(1) disabled\/manual\/automatic","97":"(1) disabled\/manual\/automatic","98":"(1) disabled\/manual\/automatic","99":"(1) disabled\/manual\/automatic","100":"(1) disabled\/manual\/automatic","101":"(1) disabled\/manual\/automatic","102":"(1) disabled\/manual\/automatic","103":"(1) disabled\/manual\/automatic","104":"(1) disabled\/manual\/automatic","105":"(1) disabled\/manual\/automatic","106":null,"107":"(1) disabled\/manual\/automatic","108":"(1) disabled\/manual\/automatic","109":"(1) set of accounts (2) list of permissions","110":"(1) set of accounts (2) list of permissions","111":"(1) set of accounts (2) list of permissions","112":"(1) set of accounts (2) list of permissions","113":"(1) set of accounts (2) list of permissions","114":"(1) set of accounts (2) list of permissions","115":"(1) set of accounts (2) list of permissions","116":"(1) set of accounts (2) list of permissions","117":"(1) set of accounts (2) list of permissions","118":"(1) set of accounts (2) list of permissions","119":"(1) disabled\/manual\/automatic","120":"(1) set of accounts (2) list of permissions","121":"(1) set of accounts (2) list of permissions","122":"(1) set of accounts (2) list of permissions","123":"(1) set of accounts (2) list of permissions","124":"(1) set of accounts (2) list of permissions","125":"(1) set of accounts (2) list of permissions","126":"(1) set of accounts (2) list of permissions","127":"(1) set of accounts (2) list of permissions","128":"(1) restricted\/unrestricted","129":"(1) restricted\/unrestricted","130":"(1) enabled\/disabled","131":"(1) exist\/not exist  (2) enabled\/disabled","132":"(1) enabled\/disabled","133":"(1) text caption","134":"(1) text statement","135":"(1) enabled\/disabled","136":"(1) enabled\/disabled","137":"(1) enabled\/ignored","138":"(1) enabled\/disabled","139":"(1) enabled\/disabled","140":"(1) enabled\/disabled","141":"(1) enabled\/disabled","142":"(1) number of milliseconds","143":"(1) enabled\/disabled","144":"(1) enabled\/disabled","145":"(1) enabled\/disabled","146":"(1) enabled\/disabled","147":"(1) enabled\/disabled","148":"(1) enabled\/disabled","149":"(1) enabled\/disabled","150":"(1) enabled\/disabled","151":"(1) enabled\/disabled","152":"(1) enabled\/disabled","153":"(1) enabled\/disabled","154":"(1) enabled\/disabled","155":"(1) valid names","156":"(1) valid names","157":"(1) number of minutes","158":"(1) enabled\/disabled","159":"(1) enabled\/disabled","160":"(1) enabled\/disabled","161":"(1) authentication level","162":"(1) enabled\/disabled","163":"(1) enabled\/disabled","164":"(1) enabled\/disabled","165":"(1) enabled\/disabled","166":"(1) enabled\/disabled","167":"(1) enabled\/disabled","168":"(1) enabled\/disabled","169":"(1) enabled\/disabled","170":"(1) behavior","171":"(1) number of days prior to expiration","172":"(1) enabled\/disabled","173":"(1) enabled\/disabled","174":"(1) enabled\/disabled","175":"(1) enabled\/disabled","176":"(1) enabled\/disabled","177":"(1) enabled\/disabled","178":"(1) number of logons","179":"(1) Group(s)","180":"(1) enabled\/disabled","181":"(1) enabled\/disabled","182":"(1) enabled\/disabled","183":"(1) behavior","184":"(1) enabled\/disabled","185":"(1) enabled\/disabled","186":"(1) enabled\/disabled","187":"(1) enabled\/disabled","188":"(1) enabled\/disabled","189":"(1) enabled\/disabled","190":"(1) enabled\/disabled","191":"(1) enabled\/disabled","192":"(1) enabled\/disabled","193":"(1) enabled\/disabled","194":"(1) enabled\/disabled","195":"(1) enabled\/disabled","196":"(1) enabled\/disabled","197":"(1) list of named pipes","198":"(1) set of paths","199":"(1) set of shares","200":"(1) Classic\/Guest only","201":"(1) enabled\/disabled","202":"(1) enabled\/disabled","203":"(1) enabled\/disabled","204":"(1) enabled\/disabled","205":"(1) enabled\/disabled","206":"(1) time in seconds","207":null,"208":"(1) enabled\/disabled","209":"(1) time in seconds","210":"(1) enabled\/disabled","211":"(1) enabled\/disabled","212":null,"213":null,"214":null,"215":null,"216":"(1) enabled\/disabled","217":null,"218":"(1) enabled\/disabled","219":"(1) enabled\/disabled","220":"(1) enabled\/disabled","221":"(1) enabled\/disabled","222":"(1) enabled\/disabled","223":"(1) enabled\/disabled","224":"(1) enabled\/disabled","225":"(1) enabled\/disabled","226":"(1) enabled\/disabled","227":"(1) enabled\/disabled","228":"(1) enabled\/disabled","229":"(1) enabled\/disabled","230":"(1) enabled\/disabled","231":"(1) enabled\/disabled","232":"(1) enabled\/disabled","233":"(1) Maximum number of connections allowed","234":"(1) enabled\/disabled","235":"(1) enabled\/disabled","236":"(1) enabled\/disabled","237":"(1) enabled\/disabled","238":"(1) encryption level","239":"(1) enabled\/disabled","240":"(1) enabled\/disabled","241":"(1) Time Limit (minutes)","242":"(1) Time limit (minutes)","243":"(1) enabled\/disabled","244":"(1) enabled\/disabled","245":"(1) enabled\/disabled","246":"(1) enabled\/disabled","247":"(1) enabled\/disabled","248":"(1) enabled\/disabled","249":"(1) enabled\/disabled","250":"(1) number of minutes","251":"(1) number of hours","252":"(1) number of minutes","253":"(1) automatic\/manual\/disabled","254":"(1) enabled\/disabled","255":"(1) number of hours","256":"(1) enabled\/disabled","257":"(1) enabled\/disabled","258":"(1) enabled\/disabled","259":"(1) enabled\/disabled","260":"(1) number of dropped connection requests","261":"(1) enabled\/disabled","262":"(1) enabled\/disabled","263":"(1) enabled\/disabled","264":"(1) enabled\/disabled","265":"(1) enabled\/disabled","266":"(1) number of proxy settings","267":"(1) enabled\/disabled","268":"(1) enabled\/disabled","269":"(1) number of seconds","270":"(1) 0 = Enabled | 1 = Disabled","271":"(1) Set of accounts","272":"(1) SDDL string","273":"(1) SDDL string","274":"(1) 0 = Enabled | 1 = Disabled","275":"(1) Set of accounts","276":"(1) 0 = Enabled | 1 = Disabled","277":"(1) Number of days","278":"(1) 0 = Enabled | 1 = Disabled","279":"(1) 0 = Enabled | 1 = Disabled","280":"(1) 0 = Enabled | 1 = Disabled","281":"(1) 0 = Enabled | 1 = Disabled","282":"(1) 0 = Enabled | 1 = Disabled","283":"(1) Number of retransmissions","284":"(1) Number of retransmissions","285":"(1) Percentage","286":"(1) set of paths","287":"(1) 0 = Enabled | 1 = Disabled","288":"(1) 0 = Enabled | 1 = Disabled","289":"(1) Authenticated, Authenticated without exceptions, None","290":"(1) 0 = Enabled | 1 = Disabled","291":"(1) 0 = Enabled | 1 = Disabled","292":"(1) 0 = Enabled | 1 = Disabled","293":"(1) enabled\/disabled","294":"(1) name, domain and user names\n(2) User display name only\n(3) Do not display user information","295":"(1) description","296":"(1) enabled \/ disabled","297":"(1) enabled \/ disabled","298":"(1) mode"},"Unnamed: 3":{"0":null,"1":"CCE Technical Mechanisms","2":"(1) defined by the SeDenyNetworkLogonRight setting in Local or Group Policy\n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\Deny access to this computer from the network","3":"(1) defined by the SeNetworkLogonRight setting in Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","4":"(1) defined the SeTcbPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","5":"(1) defined the SeBackupPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","6":"(1) defined the SeChangeNotifyPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","7":"(1) defined the SeSystemTimePrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","8":"(1) defined the SeCreatePagefilePrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","9":"(1) defined the SeCreateTokenPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","10":"(1) defined the SeCreatePermanentPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","11":"(1) defined the SeDebugPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","12":"(1) defined the SeRemoteShutdownPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","13":"(1) defined the SeAuditPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","14":"(1) defined the SeIncreaseQuotaPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","15":"(1) defined the SeIncreaseBasePriorityPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","16":"(1) defined the SeLoadDriverPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","17":"(1) defined the SeLockMemoryPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","18":"(1) defined the SeBatchLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","19":"(1) defined the SeServiceLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","20":"(1) defined the SeInteractiveLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","21":"(1) defined the SeSecurityPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","22":"(1) defined the SeSystemEnvironmentPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","23":"(1) defined the SeProfileSingleProcessPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","24":"(1) defined the SeSystemProfilePrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","25":"(1) defined the SeUndockPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","26":"(1) defined the SeAssignPrimaryTokenPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","27":"(1) defined the SeRestorePrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","28":"(1) defined the SeShutdownPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","29":"(1) defined the SeTakeOwnershipPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","30":"(1) defined the SeSynchAgentPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","31":"(1) defined the SeDenyInteractiveLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","32":"(1) defined the SeEnableDelegationPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","33":"(1) defined the SeMachineAccountPrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","34":"(1) defined the SeRemoteInteractiveLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","35":"(1) defined the SeDenyBatchLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\Deny log on as batch job","36":"(1) defined the SeDenyServiceLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","37":"(1) defined the SeDenyRemoteInteractiveLogonRight setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\Deny log on through Terminal Services","38":"(1) defined the SeManageVolumePrivilege setting in by Local or Group Policy  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\","39":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Account Lockout Policy\\Reset account lockout counter after","40":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Account Lockout Policy\\Account lockout duration ","41":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Account Lockout Policy\\Account lockout threshold  ","42":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit account logon events","43":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit account logon events","44":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit account management  ","45":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit account management  ","46":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy ","47":"(1) defined by Local or Group Policy  ","48":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit logon events","49":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit logon events","50":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit object access","51":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit object access","52":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit policy change","53":"(1) defined by Local or Group Policy  ","54":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit privilege use","55":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\Audit privilege use","56":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\ Audit Process tracking","57":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\ Audit Process tracking","58":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\ Audit system events","59":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Audit Policy\\ Audit system events","60":"(1) defined by Local or Group Policy  ","61":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Application\\RestrictGuestAccess \n(2)  defined by Group Policy  ","62":"(1) defined by the Windows Event Log \n(2)  defined by Group Policy \n(3) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Application\\MaxSize  ","63":null,"64":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Security\\RestrictGuestAccess \n(2)  defined by Group Policy  ","65":"(1) defined by the Windows Event Log \n(2)  defined by Group Policy \n(3)  HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Security\\MaxSize  ","66":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Application\\Retention \n(2)  defined by Group Policy  ","67":null,"68":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\System\\RestrictGuestAccess \n(2)  defined by Group Policy  ","69":"(1) defined by the Windows Event Log \n(2)  defined by Group Policy \n(3)  HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\System\\MaxSize  ","70":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Application\\Retention \n(2)  defined by Group Policy  ","71":null,"72":"(1) defined by Local or Group Policy  ","73":"(1) defined by Local or Group Policy  ","74":"(1) defined by Local or Group Policy  ","75":"(1) defined by Local or Group Policy  ","76":"(1) defined by Local or Group Policy  ","77":"(1) defined by Local or Group Policy  ","78":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Alerter\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","79":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\wuauserv \n(2)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\WindowsUpdate\\AU\\NoAutoUpdate \n(3)  defined by the Services Administrative Tool (4) definied by Group Policy  ","80":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\BITS\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","81":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\ClipSrv\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","82":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Fax\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","83":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\MSFTPSVC\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","84":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\IISADMIN\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","85":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\CiSvc\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","86":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Messenger\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","87":"(1) defined by the Services Administrative Tool \n(2)  definied by Group Policy  ","88":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\mnmsrvc\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","89":"(1) defined by the Services Administrative Tool \n(2)  definied by Group Policy  ","90":"(1) defined by the Services Administrative Tool \n(2)  definied by Group Policy  ","91":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\RDSessMgr\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","92":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\SharedAccess\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","93":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\RemoteRegistry\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","94":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\RemoteAccess\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","95":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\RshSvc\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","96":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\SIMPTCP\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","97":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\SMTPSVC\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","98":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\SNMP\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","99":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\SNMPTRAP\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","100":"(1) defined by the Services Administrative Tool \n(2)  definied by Group Policy  ","101":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Schedule\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","102":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\TlntSvr\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","103":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\TermService\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","104":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\upnphost\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","105":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\W3SVC\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","106":null,"107":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\BITS\\Start \n(2)  defined by the Services Administrative Tool \n(3)  definied by Group Policy  ","108":"(1) defined by the Services Administrative Tool \n(2)  definied by Group Policy  ","109":"(1) set via Security Templates \n(2)  definied by Group Policy  ","110":"(1) set via Security Templates \n(2)  definied by Group Policy  ","111":"(1) set via Security Templates \n(2)  definied by Group Policy  ","112":"(1) set via Security Templates \n(2)  definied by Group Policy  ","113":"(1) set via Security Templates \n(2)  definied by Group Policy  ","114":"(1) set via Security Templates \n(2)  definied by Group Policy  ","115":"(1) set via Security Templates \n(2)  definied by Group Policy  ","116":"(1) set via Security Templates \n(2)  definied by Group Policy  ","117":"(1) set via Security Templates \n(2)  definied by Group Policy  ","118":"(1) set via Security Templates \n(2)  definied by Group Policy  ","119":"(1) defined by the Services Administrative Tool \n(2)  definied by Group Policy  ","120":"(1) set via Security Templates \n(2)  definied by Group Policy  ","121":"(1) set via Security Templates \n(2)  definied by Group Policy  ","122":"(1) set via Security Templates \n(2)  definied by Group Policy  ","123":"(1) set via Security Templates \n(2)  definied by Group Policy  ","124":"(1) set via Security Templates \n(2)  definied by Group Policy  ","125":"(1) set via Security Templates \n(2)  definied by Group Policy  ","126":"(1) set via Security Templates \n(2)  definied by Group Policy  ","127":"(1) set via Security Templates \n(2)  definied by Group Policy  ","128":"(1)  HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Control\\Lsa\\RestrictAnonymous \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Do not allow anonymous enumeration of SAM accounts and shares","129":"(1)  HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Control\\Lsa\\RestrictAnonymousSAM \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Do not allow anonymous enumeration of SAM accounts ","130":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Control\\Lsa\\AnonymousNameLookup  \n(2)Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Allow anonymous SID\/NAME translation","131":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\EventLog\\Security  ","132":"(1) Local Users and Groups MMC  \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Accounts: Guest account status","133":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\LegalNoticeCaption \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Interactive logon: Message title for users attempting to log on ","134":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\LegalNoticeText \n(2)  Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Interactive logon: Message text for users attempting to log on ","135":"(1) HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AutoAdminLogon  ","136":"(1) HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\\Windows\\CurrentVersion\\Policies\\Explorer\\NoDriveTypeAutoRun  ","137":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\ServicesTcpip\\Parameters\\EnableICMPRedirect  ","138":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Tcpip\\Parameters\\DisableIPSourceRouting  ","139":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Tcpip\\Parameters\\PerformRouterDiscovery  ","140":"(1) HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\DontDisplayLastUserName \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Do not display last user name","141":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Tcpip\\Parameters\\EnableDeadGWDetect  ","142":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Tcpip\\Parameters\\KeepAliveTime  ","143":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Netbt\\Parameters\\NoNameReleaseOnDemand  ","144":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Tcpip\\Parameters\\EnablePMTUDiscovery  ","145":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Tcpip\\Parameters\\SynAttackProtect  ","146":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Rasman\\Parameters\\DisableSavePassword  ","147":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\SealSecureChannel \n(2)  defined by Local or Group Policy  ","148":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\SignSecureChannel \n(2)  defined by Local or Group Policy  ","149":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Session Manager\\SafeDllSearchMode  ","150":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\SyncForegroundPolicy  ","151":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Policies\\system\\DisableBkGndGroupPolicy  ","152":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Network Connections\\NC_AllowNetBridge_NLA  ","153":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Printers\\KMPrintersAreBlocked  ","154":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Domain controller: Allow server operators to schedule tasks","155":"(1) defined by Local or Group Policy  ","156":"(1) defined by Local or Group Policy  ","157":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\AutoDisconnect \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Microsoft network server: Amount of idle time required before suspending session","158":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\AuditBaseObjects \n(2)  Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Audit: Audit the access of global system objects  ","159":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\FullPrivilegeAuditing \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Audit: Audit the use of Backup and Restore privilege  ","160":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\DisableCAD \n(2)  Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Interactive logon: Do not require CTRL+ALT+DEL","161":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\LMCompatibilityLevel \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network security: LAN Manager authentication level","162":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Print\\Providers\\LanMan Print Services\\Servers\\AddPrinterDrivers \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Devices: Prevent users from installing printer drivers","163":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Setup\\RecoveryConsole\\SecurityLevel \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Recovery console: Allow automatic administrative logon","164":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Setup\\RecoveryConsole\\SetCommand \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Recovery console: Allow floppy copy and access to all drives and all folders ","165":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AllocateCDRoms \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Devices: Restrict CD-ROM access to locally logged-on user only","166":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AllocateFloppies \n(2)  Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Devices: Restrict floppy access to locally logged-on user only  ","167":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Session Manager\\ProtectionMode \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\System objects: Strengthen default permissions of internal system objects (e.g. Symbolic Links)","168":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\RequireStrongKey\n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Domain member: Require strong (Windows 2000 or later) session key","169":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanmanWorkstation\\Parameters\\EnablePlainTextPassword \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Microsoft network client: Send unencrypted password to third-party SMB servers","170":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Driver Signing\\Policy \n(2)  Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Devices: Unsigned driver installation behavior","171":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\PasswordExpiryWarning \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Interactive logon: Prompt user to change password before expiration","172":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\CrashOnAuditFail \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Audit: Shut down system immediately if unable to log security audits","173":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\ShutdownWithoutLogon \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Shutdown: Allow system to be shut down without having to log on","174":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Session Manager\\Memory Management\\ClearPageFileAtShutdown \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Recovery console: Clear virtual memory page file","175":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanmanWorkstation\\Parameters\\RequireSecuritySignature \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Microsoft network client: Digitally sign communications (always)","176":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\RequireSecuritySignature \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Microsoft network server: Digitally sign communications (always)","177":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\EnableSecuritySignature \n(2)  Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Microsoft network server: Digitally sign communications (if client agrees)","178":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\CachedLogonsCount \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Number of previous logons to cache (in case domain controller is not available)","179":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\AllocateDASD \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Devices: Allowed to format and eject removable media","180":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\RequireSignOrSeal \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Domain member: Digitally encrypt or sign secure channel data (always)","181":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\SealSecureChannel \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Domain member: Digitally encrypt secure channel data (when possible)","182":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\SignSecureChannel \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Domain member: Digitally sign secure channel data (when possible)","183":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\ScRemoveOption \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Interactive logon: Smart card removal behavior","184":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\FIPSAlgorithmPolicy \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing","185":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\NoDefaultAdminOwner \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\System objects: Default owner for objects created by members of the Administrators group","186":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Session Manager\\Kernel\\ObCaseInsensitive \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\System objects: Require case insensitivity for non-Windows subsystems","187":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\LimitBlankPasswordUse \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Accounts: Limit local account use of blank passwords to console logon only","188":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\UndockWithoutLogon \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Devices: Allow undock without having to log on  ","189":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Domain controller: LDAP server signing requirements","190":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LDAP\\LDAPClientIntegrity \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network security: LDAP client signing requirements","191":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\Netlogon\\Parameters\\RefusePasswordChange \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Domain controller: Refuse machine account password changes","192":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\MaximumPasswordAge \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Domain member: Maximum machine account password age","193":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\ForceUnlockLogon \n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Interactive logon: Require Domain Controller authentication to unlock workstation ","194":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\EnableForcedLogoff \n(2)  defined by Local or Group Policy  ","195":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\DisableDomainCreds \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Do not allow storage of credentials or .NET Passports for network authentication","196":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\EveryoneIncludesAnonymous \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Let Everyone permissions apply to anonymous users ","197":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\NullSessionPipes \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network Access: Named Pipes that can be accessed anonymously","198":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\SecurePipeServers\\Winreg\\AllowedPathsHKLM \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Remotely accessible registry paths","199":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\NullSessionShares \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Shares that can be accessed anonymously","200":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\ForceGuest \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network access: Sharing and security model for local accounts","201":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\NoLMHash \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network security: Do not store LAN Manager hash value on next password change","202":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Microsoft network server: Disconnect clients when logon hours expire","203":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\MSV1_0\\NTLMMinClientSec \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network Security: Minimum session security for NTLM SSP based (including secure RPC) clients","204":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Control\\Lsa\\MSV1_0\\NTLMMinServerSec \n(2) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Network security: Minimum session security for NTLM SSP based (including secure RPC) servers","205":"(1) HKEY_CURRENT_USER\\Control Panel\\Desktop\\SCRNSAVE.EXE  ","206":"(1) HKEY_CURRENT_USER\\Control Panel\\Desktop\\ScreenSaveTimeOut  ","207":null,"208":"(1) HKEY_CURRENT_USER\\Control Panel\\Desktop\\ScreenSaveActive  ","209":"(1) HKEY_USER\\.DEFAULT\\Control Panel\\Desktop\\ScreenSaveTimeOut  ","210":"(1) HKEY_USER\\.DEFAULT\\Control Panel\\Desktop\\ScreenSaverIsSecure  ","211":"(1) HKEY_USER\\.DEFAULT\\Control Panel\\Desktop\\ScreenSaveActive  ","212":null,"213":null,"214":null,"215":null,"216":"(1) HKEY_CURRENT_USER\\Control Panel\\Desktop\\ScreenSaverIsSecure  \n(2)  GPO path: User Configuration\\Administrative Templates\\Control Panel\\Display\\Password protect the screen saver","217":null,"218":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\AlwaysInstallElevated  ","219":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\EnableUserControl  ","220":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\AllowLockDownBrowse  ","221":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\AllowLockDownMedia  ","222":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\EnableAdminTSRemote  ","223":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\AllowLockDownPatch  ","224":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Installer\\TransformSecure  ","225":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\WindowsMediaPlayer\\DisableAutoupdate  ","226":"(1) HKEY_CURRENT_USER\\Software\\Policies\\Microsoft\\WindowsMediaPlayer\\PreventCodecDownload  ","227":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Messenger\\Client\\{9b017612-c9f1-11d2-8d9f-0000f875c541}\\Disabled \n(2)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\MessengerService  ","228":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Messenger\\Client\\PreventRun  ","229":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Messenger\\Client\\PreventAutoRun  ","230":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Task Scheduler5.0\\Property Pages  ","231":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\Task Scheduler5.0\\Task Creation  ","232":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fSingleSessionPerUser  ","233":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\MaxInstanceCount  ","234":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fDenyTSConnections  ","235":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fWritableTSCCPermTab  ","236":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\Shadow  ","237":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fPromptForPassword  ","238":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\MinEncryptionLevel  \n(2) Computer Configuration\\Administrative Templates\\Windows Components\\ Terminal Services\\Encryption and Security\\Set client connection encryption level","239":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\PerSessionTempDir  ","240":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\DeleteTempDirsOnExit  ","241":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\MaxDisconnectionTime  ","242":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\MaxIdleTime  ","243":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fReconnectSame  ","244":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fResetBroken  ","245":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\KeepAliveEnable  ","246":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fAllowToGetHelp  ","247":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows NT\\Terminal Services\\fAllowUnsolicited ","248":"(1)  HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\PCHealth\\ErrorReporting\\DoReport  \n(2) Computer Configuration\\Administrative Templates\\System\\Internet Communications Management\\Internet Communications settings\\Tuff off Windows Error Reporting","249":null,"250":null,"251":null,"252":null,"253":"(1) HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\NtmsSvc\\Start\n(2) defined by the Services Administrative Tool","254":"(1) Computer Configuration\/Administrative Templates\/Windows Components\/Windows Update\/Allow Automatic Updates immediate installation","255":"(1) Computer Configuration\/Administrative Templates\/Windows Components\/Windows Update\/Automatic Updates detection frequency","256":"(1) Computer Configuration\/Administrative Templates\/Windows Components\/Windows Update\/Configure Automatic Updates","257":"(1) Computer Configuration\/Administrative Templates\/Windows Components\/Windows Update\/No auto-restart with logged on users for scheduled automatic updates installations","258":"(1) Computer Configuration\/Administrative Templates\/Windows Components\/Windows Update\/Reschedule Automatic Updates scheduled installations","259":"(1) Computer Configuration\/Administrative Templates\/Windows Components\/Windows Update\/Specify intranet Microsoft update service location","260":"HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\TCPMaxPortsExhausted","261":" HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\Use_HKLM_only  Local Internet Options: GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer, Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\Security_HKLM_only","262":" HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\Security_Zones_Map_Edit  Local Internet Options: GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer, Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\Security_zones_map_edit","263":" HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Internet Explorer\\InfoDelivery\\Restrictions\\NoUpdateCheck  Local Internet Options: GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer, Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Internet Explorer\\Infodelivery\\Restrictions\\NoUpdateCheck","264":"(1) HKEY_LOCAL_MACHINE\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\Explorer\\NoMSAppLogo5ChannelNotify \n(2) Local Internet Options: \n(3) GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer\/Internet Control Panel\/Security Features\/Restrict File Download\n(4) Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Internet Explorer\\Main\\FeatureControl\\FEATURE_RESTRICT_FILEDOWNLOAD\\(Reserved)\n(5) [HKLM | HKCU]\\Software\\Policies\\Microsoft\\Internet Explorer\\Main\\FeatureControl\\FEATURE_RESTRICT_FILEDOWNLOAD\\explorer.exe\n(6) [HKLM | HKCU]\\Software\\Policies\\Microsoft\\Internet Explorer\\Main\\FeatureControl\\FEATURE_RESTRICT_FILEDOWNLOAD\\iexplore.exe","265":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Internet Explorer\\InfoDelivery\\Restrictions\\NoJITSetup\n(2) Local Internet Options: \n(3) GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer\n(4) Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Internet Explorer\\Infodelivery\\Restrictions\\NoJITSetup","266":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\ProxySettingsPerUser,\n(2) Local Internet Options: \n(3) GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer, \n(4) Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\ProxySettingsPerUser","267":"(1) HKEY_LOCAL_MACHINE\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\Security_options_edit\n(2) Local Internet Options: \n(3) GPO Settings:[Computer Configuration | User Configuration]\/Network\/Internet Explorer\n(4) Registry Keys:[HKLM | HKCU]\\Software\\Policies\\Microsoft\\Windows\\CurrentVersion\\Internet Settings\\Security_options_edit  ","268":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\MSS: (AutoShareServer) Enable Administrative Shares (recommended except for highly secure environments) \n(2) HKLM\\System\\CurrentControlSet\\Services\\LanmanServer\\Parameters\\AutoShareServer\n(3) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\LanmanServer\\Parameters\\AutoShareWks","269":"(1) HKEY_LOCAL_MACHINE\\SOFTWARE\\Microsoft\\Windows NT\\CurrentVersion\\Winlogon\\ScreenSaverGracePeriod","270":"(1) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Accounts: Administrator account status","271":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\Create global objects","272":"(1) HKLM\\Software\\policies\\Microsoft\\windows NT\\DCOM\\MachineLaunchRestriction\n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\DCOM: Machine Access Restrictions in Security Descriptor Definition Language (SDDL) syntax","273":"(1) HKLM\\Software\\policies\\Microsoft\\windows NT\\DCOM\\MachineLaunchRestriction\n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\DCOM: Machine Launch Restrictions in Security Descriptor Definition Language (SDDL) syntax","274":"(1) HKLM\\System\\CurrentControlSet\\Services\\Netlogon\\Parameters\\disablepasswordchange\n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Domain member: Disable machine account password changes","275":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\User Rights Assignment\\Impersonate a client after authentication","276":"(1) HKLM\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\scforceoption, Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Interactive logon: Require smart card\n(2) Computer Configuration\\Windows Settings\\Security Settings\\ Local Policies\\Security Options\\Interactive logon: Require smart card ","277":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Account Policies\\Kerberos Policy\\Maximum lifetime for user ticket renewal","278":"(1) HKLM\\System\\CurrentControlSet\\Services\\LanmanWorkstation\\Parameters\\EnableSecuritySignature\n(2) Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Microsoft network client: Digitally sign communications (if server agrees)","279":"(1) HKLM\\SYSTEM\\CurrentControlSet\\Control\\CrashControl\\AutoReboot \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (AutoReboot) Allow Windows to automatically restart after a system crash (recommended except for highly secure environments)","280":"(1) HKLM\\System\\CurrentControlSet\\Services\\Lanmanserver\\Parameters\\Hidden \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (Hidden) Hide Computer From the Browse List (not recommended except for highly secure environments)","281":"(1) HKLM\\System\\CurrentControlSet\\Services\\IPSEC\\NoDefaultExempt \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (NoDefaultExempt) Configure IPSec exemptions for various types of network traffic","282":"(1) HKLM\\System\\CurrentControlSet\\Control\\FileSystem\\NtfsDisable8dot3NameCreation \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (NtfsDisable8dot3NameCreation) Enable the computer to stop generating 8.3 style filenames (recommended)","283":"(1) HKLM\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\TcpMaxConnectResponseRetransmissions \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (TCPMaxConnectResponseRetransmissions) SYN-ACK retransmissions when a connection request is not acknowledged","284":"(1) HKLM\\System\\CurrentControlSet\\Services\\Tcpip\\Parameters\\TcpMaxDataRetransmissions \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (TCPMaxDataRetransmissions) How many times unacknowledged data is retransmitted (3 recommended, 5 is default)","285":"(1) HKLM\\SYSTEM\\CurrentControlSet\\Services\\Eventlog\\Security\\WarningLevel \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\MSS: (WarningLevel) Percentage threshold for the security event log at which the system will generate a warning","286":"(1) HKLM\\System\\CurrentControlSet\\Control\\SecurePipeServers\\Winreg\\AllowedPaths\\Machine \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Network access: Remotely accessible registry paths and subpaths","287":"(1) HKLM\\System\\CurrentControlSet\\Services\\LanManServer\\Parameters\\restrictnullsessaccess \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\Network access: Restrict anonymous access to Named Pipes and Shares","288":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows\\Group Policy\\{35378EAC-683F-11D2-A89A-00C04FBBCFA2}\\ NoBackgroundPolicy \n(2)  Computer Configuration\\Administrataive Templates\\System\\Group Policy\\Registry policy processing","289":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows NT\\Rpc\\RestrictRemoteClients \n(2)  Computer Configuration\\Administrative Templates\\System\\Remote Procedure Call\\Restrictions for Unauthenticated RPC clients","290":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows NT\\Rpc\\EnableAuthEpResolution \n(2)  Computer Configuration\\Administrative Templates\\System\\Remote Procedure Call\\RPC Endpoint Mapper Client Authentication","291":"(1) HKLM\\Software\\Policies\\Microsoft\\Cryptography\\ForceKeyProtection \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\System cryptography: Force strong key protection for user keys stored on the computer","292":"(1) HKLM\\Software\\Policies\\Microsoft\\Windows\\Safer\\CodeIdentifiers\\AuthenticodeEnabled \n(2)  Computer Configuration\\Windows Settings\\Local Policies\\Security Options\\System settings: Use Certificate Rules on Windows Executables for Software Restriction Policies","293":"(1) User Configuration\/Administrative Templates\/System\/Ctrl+Alt+Del Options\/Remove Change Password\n(2) HKEY_CURRENT_USER\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\DisableChangePassword","294":"(1) Computer Configuration\\Windows Settings\\Security Settings\\Local Policies\\Security Options\\Interactive logon: Display user information when the session is locked\n(2) HKLM\\Software\\Microsoft\\Windows\\CurrentVersion\\Policies\\System\\DontDisplayLockedUserId","295":"Computer Management>Local Users and Groups>Users>Rename","296":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\i8042prt\\Parameters\\CrashOnCtrlScroll","297":"(1) HKEY_LOCAL_MACHINE\\System\\CurrentControlSet\\Services\\kbdhid\\Parameters\\CrashOnCtrlScroll","298":"(1) syskey command"},"Unnamed: 4":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null,"94":null,"95":null,"96":null,"97":null,"98":null,"99":null,"100":null,"101":null,"102":null,"103":null,"104":null,"105":null,"106":null,"107":null,"108":null,"109":null,"110":null,"111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":null,"120":null,"121":null,"122":null,"123":null,"124":null,"125":null,"126":null,"127":null,"128":null,"129":null,"130":null,"131":null,"132":null,"133":null,"134":null,"135":null,"136":null,"137":null,"138":null,"139":null,"140":null,"141":null,"142":null,"143":null,"144":null,"145":null,"146":null,"147":null,"148":null,"149":null,"150":null,"151":null,"152":null,"153":null,"154":null,"155":null,"156":null,"157":null,"158":null,"159":null,"160":null,"161":null,"162":null,"163":null,"164":null,"165":null,"166":null,"167":null,"168":null,"169":null,"170":null,"171":null,"172":null,"173":null,"174":null,"175":null,"176":null,"177":null,"178":null,"179":null,"180":null,"181":null,"182":null,"183":null,"184":null,"185":null,"186":null,"187":null,"188":null,"189":null,"190":null,"191":null,"192":null,"193":null,"194":null,"195":null,"196":null,"197":null,"198":null,"199":null,"200":null,"201":null,"202":null,"203":null,"204":null,"205":null,"206":null,"207":null,"208":null,"209":null,"210":null,"211":null,"212":null,"213":null,"214":null,"215":null,"216":null,"217":null,"218":null,"219":null,"220":null,"221":null,"222":null,"223":null,"224":null,"225":null,"226":null,"227":null,"228":null,"229":null,"230":null,"231":null,"232":null,"233":null,"234":null,"235":null,"236":null,"237":null,"238":null,"239":null,"240":null,"241":null,"242":null,"243":null,"244":null,"245":null,"246":null,"247":null,"248":null,"249":null,"250":null,"251":null,"252":null,"253":null,"254":null,"255":null,"256":null,"257":null,"258":null,"259":null,"260":null,"261":null,"262":null,"263":null,"264":null,"265":null,"266":null,"267":null,"268":null,"269":null,"270":null,"271":null,"272":null,"273":null,"274":null,"275":null,"276":null,"277":null,"278":null,"279":null,"280":null,"281":null,"282":null,"283":null,"284":null,"285":null,"286":null,"287":null,"288":null,"289":null,"290":null,"291":null,"292":null,"293":null,"294":null,"295":null,"296":null,"297":null,"298":null},"Unnamed: 5":{"0":null,"1":"Old v4 CCE ID","2":"CCE-898","3":"CCE-532","4":"CCE-162","5":"CCE-931","6":"CCE-376","7":"CCE-799","8":"CCE-895","9":"CCE-926","10":"CCE-335","11":"CCE-842","12":"CCE-754","13":"CCE-939","14":"CCE-807","15":"CCE-349","16":"CCE-860","17":"CCE-749","18":"CCE-177","19":"CCE-216","20":"CCE-965","21":"CCE-850","22":"CCE-17","23":"CCE-260","24":"CCE-599","25":"CCE-656","26":"CCE-667","27":"CCE-553","28":"CCE-839","29":"CCE-492","30":"CCE-381","31":"CCE-64","32":"CCE-15","33":"CCE-183","34":"CCE-883","35":"CCE-165","36":"CCE-597","37":"CCE-108","38":"CCE-314","39":"CCE-733","40":"CCE-980","41":"CCE-658","42":"CCE-2628","43":"CCE-2543","44":"CCE-2000","45":"CCE-1646","46":"CCE-2118","47":"CCE-2390","48":"CCE-1686","49":"CCE-1744","50":"CCE-2640","51":"CCE-1991","52":"CCE-2412","53":"CCE-2347","54":"CCE-2431","55":"CCE-2584","56":"CCE-2529","57":"CCE-2617","58":"CCE-2420","59":"CCE-1680","60":"CCE-396","61":"CCE-299","62":"CCE-185","63":"CCE-951","64":"CCE-462","65":"CCE-757","66":"CCE-523","67":"CCE-682","68":"CCE-726","69":"CCE-735","70":"CCE-664","71":"CCE-210","72":"CCE-871","73":"CCE-324","74":"CCE-100","75":"CCE-633","76":"CCE-60","77":"CCE-479","78":"CCE-487","79":"CCE-496","80":"CCE-148","81":"CCE-954","82":"CCE-78","83":"CCE-712","84":"CCE-311","85":"CCE-738","86":"CCE-729","87":"CCE-650","88":"CCE-232","89":"CCE-857","90":"CCE-267","91":"CCE-663","92":"CCE-672","93":"CCE-73","94":"CCE-223","95":"CCE-522","96":"CCE-531","97":"CCE-870","98":"CCE-975","99":"CCE-892","100":"CCE-940","101":"CCE-40","102":"CCE-75","103":"CCE-974","104":"CCE-608","105":"CCE-758","106":null,"107":"CCE-445","108":"CCE-115","109":"CCE-669","110":"CCE-889","111":"CCE-476","112":"CCE-87","113":"CCE-4","114":"CCE-792","115":"CCE-444","116":"CCE-79","117":"CCE-21","118":"CCE-109","119":"CCE-157","120":"CCE-915","121":"CCE-219","122":"CCE-426","123":"CCE-56","124":"CCE-521","125":"CCE-944","126":"CCE-605","127":"CCE-143","128":"CCE-195","129":"CCE-318","130":"CCE-953","131":"CCE-653","132":"CCE-332","133":"CCE-23","134":"CCE-829","135":"CCE-283","136":"CCE-44","137":"CCE-150","138":"CCE-564","139":"CCE-952","140":"CCE-65","141":"CCE-897","142":"CCE-188","143":"CCE-817","144":"CCE-998","145":"CCE-284","146":"CCE-156","147":"CCE-601","148":"CCE-614","149":"CCE-271","150":"CCE-707","151":"CCE-50","152":"CCE-896","153":"CCE-574","154":"CCE-257","155":"CCE-438","156":"CCE-834","157":"CCE-222","158":"CCE-2","159":"CCE-905","160":"CCE-133","161":"CCE-719","162":"CCE-402","163":"CCE-410","164":"CCE-76","165":"CCE-565","166":"CCE-463","167":"CCE-508","168":"CCE-417","169":"CCE-228","170":"CCE-413","171":"CCE-814","172":"CCE-92","173":"CCE-224","174":"CCE-422","175":"CCE-576","176":"CCE-171","177":"CCE-104","178":"CCE-773","179":"CCE-919","180":"CCE-549","181":"CCE-161","182":"CCE-918","183":"CCE-443","184":"CCE-55","185":"CCE-575","186":"CCE-300","187":"CCE-533","188":"CCE-186","189":"CCE-710","190":"CCE-732","191":"CCE-490","192":"CCE-194","193":"CCE-374","194":"CCE-278","195":"CCE-542","196":"CCE-18","197":"CCE-136","198":"CCE-189","199":"CCE-942","200":"CCE-343","201":"CCE-233","202":"CCE-775","203":"CCE-674","204":"CCE-766","205":"CCE-764","206":"CCE-830","207":"CCE-949","208":"CCE-742","209":"CCE-517","210":"CCE-433","211":"CCE-103","212":"CCE-54","213":"CCE-221","214":"CCE-235","215":"CCE-287","216":"CCE-442","217":"CCE-481","218":"CCE-736","219":"CCE-415","220":"CCE-794","221":"CCE-107","222":"CCE-256","223":"CCE-662","224":"CCE-424","225":"CCE-455","226":"CCE-124","227":"CCE-525","228":"CCE-802","229":"CCE-309","230":"CCE-785","231":"CCE-578","232":"CCE-507","233":"CCE-80","234":"CCE-401","235":"CCE-824","236":"CCE-190","237":"CCE-855","238":"CCE-397","239":"CCE-670","240":"CCE-961","241":"CCE-920","242":"CCE-123","243":"CCE-524","244":"CCE-568","245":"CCE-705","246":"CCE-859","247":"CCE-434","248":"CCE-592","249":"CCE-227","250":"CCE-6","251":"CCE-37","252":"CCE-588","253":"CCE-420","254":"CCE-861","255":"CCE-244","256":"CCE-306","257":"CCE-641","258":"CCE-804","259":"CCE-932","260":"CCE-418","261":"CCE-5","262":"CCE-146","263":"CCE-212","264":"CCE-622","265":"CCE-684","266":"CCE-693","267":"CCE-833","268":null,"269":null,"270":"CCE-499","271":"CCE-383","272":"CCE-458","273":"CCE-740","274":"CCE-831","275":"CCE-304","276":"CCE-828","277":"CCE-33","278":"CCE-519","279":"CCE-137","280":"CCE-139","281":"CCE-501","282":"CCE-511","283":"CCE-577","284":"CCE-872","285":"CCE-125","286":"CCE-1185","287":"CCE-638","288":"CCE-584","289":"CCE-423","290":"CCE-145","291":"CCE-647","292":"CCE-572","293":null,"294":null,"295":null,"296":null,"297":null,"298":null},"Unnamed: 6":{"0":null,"1":"Microsoft Security Guide for Windows Server 2003","2":"Table 3.28 Deny access to this computer from the network: ANONYMOUS LOGON; Built-in Administrator, Guests; Support_388945a0; Guest; all NON-Operating System service accounts (Legacy Client, Enterprise Client, and High Security)","3":"Table 4.2 Access this computer from the network: Administrators, Authenticated Users, Enterprise Domain Controllers (High Security); Legacy Client and Enterprise Client are not defined","4":"Table 3.21 Act as part of the operating system: Not defined (Legacy Client and Enterprise Client); revoke all security groups and accounts (High Security)","5":null,"6":null,"7":"Table 3.26 Change the system time: Administrators and Power Users (default); Administrators (High Security); Legacy client and Enterprise Client are not defined","8":null,"9":null,"10":null,"11":"Table 3.27 Debug programs: Administrators (default); Revoke all security groups and accounts (Legacy Client, Enterprise client and High Security)","12":"Table 3.32 Force shutdown from a remote system: Administrators (High Security): Legacy client and Enterprise Client are not defined","13":"Table 3.33 Generate security audits: Network Service, Local Service (High Security): Legacy Client and Enterprise Client are not defined","14":"Table 3.23 Adjust memory quotas for a process: Administrators, Network Service, Local Service (High Security); Legacy client and Enterprise Client are not defined","15":"Table 3.35 Increase scheduling priority: Administrators (High Security): Legacy Client and Enterprise Client are not defined","16":"Table 3.36 Load and unload device drivers: Administrators (High Security): Legacy Client and Enterprise Client are not defined","17":"Table 3.37 Lock pages in memory: Administrators (High Security): Legacy Client and Enterprise Client are not defined","18":"Table 3.38 Log on as a batch job: Support_388945a0, Local Service (Default); Revoke all security groups and accounts (High Security); Legacy Client and Enterprise Client are not defined","19":null,"20":"Table 4.4 Allow log on locally: Administrators (Legacy client, Enterprise Client, and High Security)","21":"Table 3.39 Manage auditing and security log: Administrators (High Security); Legacy Client and Enterprise Client are not defined","22":"Table 3.40 Modify firmware environment values: Administrators (High Security); Legacy client and Enterprise Client are not defined","23":"Table 3.42 Profile single process: Administrators (High Security); Legacy Client and Enterprise Client are not defined","24":"Table 3.43 Profile system performance: Administrators (High Security); Legacy client and Enterprise Client are not defined","25":"Table 3.44 Remove computer from docking station: Administrators, Power Users (Default)\/Administrators (High Security); Legacy client and Enterprise Client are not defined","26":"Table 3.45 Replace a process level token: Local Service, Network Service (High Security); Legacy Client and Enterprise Client are not defined","27":"Table 3.46 Restore files and directories: Administrators and Backup Operators (Default)\/Administrators (High Security); Legacy Client and Enterprise Client are not defined","28":"Table 3.47 Shut down the system: Backup Operators, Power Users and Administrators (Default)\/Administrators (High Security); Legacy Client and Enterprise Client are not defined","29":"Table 3.49 Take ownership of files or other objects: Administrators (High Security); Legacy Client and Enterprise Client are not defined","30":"Table 3.48 Synchronize directory service data: Revoke all security groups and accounts (High Security); legacy client and Enterprise Client are not defined","31":null,"32":"Table 4.7 Enable computer and user accounts to be trusted for delegation: Administrators (High Security); Legacy client and Enterprise Client are not defined","33":"Table 3.22 Add workstations to domain: Administrators (High Security); Legacy Client and Enterprise Client are not defined","34":"Table 3.25 Allow log on through Terminal Services: Administrators (High Security); Administrators and Remote Desktop Users (Legacy Client and Enterprise Client)","35":"Table 4.18 Deny log on as a batch job: Support_388945a0 and Guest (Legacy Client, Enterprise Client, and High Security)","36":null,"37":"Table 4.18 Deny log on through Terminal Services: Built-in Administrator; all NON-operating system service accounts (Legacy Client, Enterprise Client, and High Security)","38":"Table 3.41 Perform volume maintenance tasks: Administrators (High Security); Legacy client and Enterprise Client are not defined","39":"Table 2.11 Reset account lockout counter after: 30 minutes; 15 minutes (High Security); 30 minutes (Legacy Client and Enterprise Client)","40":"Table 2.9 Account lockout duration: 15 minutes (High Security); 30 minutes (Legacy Client and Enterprise Client)","41":"Table 2.10 Account lockout threshold: 50 invalid login attempts (Legacy Client and Enterprise Client); 10 invalid login attempts (High Security)","42":"Table 3.2 Audit account logon events: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","43":"Table 3.2 Audit account logon events: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","44":"Table 3.4 Audit account management: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","45":"Table 3.4 Audit account management: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","46":"Table 3.6 Audit directory service access: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","47":"Table 3.6 Audit directory service access: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","48":"Table 3.8 Audit logon events: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","49":"Table 3.8 Audit logon events: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","50":"Table 3.10 Audit object access: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","51":"Table 3.10 Audit object access: Success\/Failure (Legacy Client, Enterprise Client, and High Security)","52":"Table 3.12 Audit policy change: Success (legacy client, Enterprise Client, and High Security)","53":"Table 3.12 Audit policy change: Success (legacy client, Enterprise Client, and High Security)","54":"Table 3.14 Audit privilege use: Success\/Failure (High Security); No Auditing (Legacy Client); Failure (Enterprise Client)","55":"Table 3.14 Audit privilege use: Success\/Failure (High Security); No Auditing (Legacy Client); Failure (Enterprise Client)","56":null,"57":null,"58":"Table 3.18 Audit system events: Success (Legacy Client, Enterprise Client, and High Security)","59":"Table 3.18 Audit system events: Success (Legacy Client, Enterprise Client, and High Security)","60":"Table 3.102 Shutdown: Allow system to be shut down without having to log on: Disabled (Legacy Client, Enterprise Client, and High Security)","61":null,"62":"Table 3.110 Maximum application log size: 16,384 KB (Legacy Client, Enterprise Client, and High Security)","63":"Table 3.116 Retention method for application log: As needed (Legacy Client, Enterprise Client, and High Security)","64":null,"65":"Table 3.111 Maximum security log size: 81,920 KB (Legacy Client, Enterprise Client, and High Security)","66":null,"67":"Table 3.117 Retention method for security log: As needed (Legacy Client, Enterprise Client, and High Security)","68":null,"69":"Table 3.112 Maximum system log size: 16,384 KB (Legacy Client, Enterprise Client, and High Security)","70":null,"71":"3.118 Retention method for system log: As needed (Legacy Client, Enterprise Client, and High Security)","72":"Table 2.4 Maximum password age: 42 days (Legacy Client, Enterprise Client, and High Security)","73":"Table 2.5 Minimum password age: 2 days (Legacy Client, Enterprise Client, and High Security)","74":"Table 2.6 Minimum password length: 12 characters (High Security); 8 characters (Legacy Client and Enterprise Client)","75":"Table 2.7 Password  must meet complexity requirements: Enabled (Legacy Client, Enterprise Client, and High Security)","76":"Table 2.3 Enforce password history: 24 passwords remembered (Legacy Client, Enterprise Client, and High Security)","77":"Table 2.8 Store password using reversible encryption: Disabled (Legacy Client, Enterprise Client, and High Security)","78":"Table 3.119 Alerter Service: Disabled (Legacy Client, Enterprise Client, and High Security)","79":"Table 3.123 Automatic updates service: Automatic (Legacy Client, Enterprise Client, and High Security), Table 11.3 Automatic Update Service: Disabled","80":"Table 3.124 Background Intelligent Transfer Service: Manual (Legacy Client, Enterprise Client, and High Security)","81":"Table 3.127 Clipbook service: Disabled (Legacy Client, Enterprise Client, and High Security)","82":"Table 3.143 Fax Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","83":"Table 3.146 FTP Publishing Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","84":"Table 3.151 IIS Admin Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","85":"Table 3.153 Indexing Service: Disabled (Legacy Client, Enterprise Client, and High Security)","86":"Table 3.167 Messenger Service: Disabled (Legacy Client, Enterprise Client, and High Security)","87":"Table 3.172 .NET Framework Support Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","88":"Table 3.174 NetMeeting Remote Desktop Sharing: Disabled (Legacy Client, Enterprise Client, and High Security)","89":null,"90":"Table 3.187 Remote Access Auto Connection Manager: Manual (default); Disabled (Legacy Client, Enterprise Client, and High Security)","91":"Table 3.190 Remote Desktop Help Session Manager: Manual (default); Disabled (Legacy Client, Enterprise Client, and High Security)","92":null,"93":"Table 3.194 Remote Registry Service: Automatic (Legacy Client, Enterprise Client, and High Security)","94":"Table 3.201 Routing and Remote Access Service: Disabled (Legacy Client, Enterprise Client, and High Security)","95":null,"96":"Table 3.208 Simple TCP\/IP Services: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","97":"Table 3.207 Simple Mail Transport Protocol (SMTP): Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","98":"Table 3.211 SNMP Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","99":"Table 3.212 SNMP Trap Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","100":null,"101":"Table 3.216 Task Scheduler: Automatic (default); Disabled (Legacy Client, Enterprise Client, and High Security)","102":"Table 3.220 Telnet Service: Disabled (Legacy Client, Enterprise Client, and High Security)","103":"Table 3.221 Terminal Services: Manual (default); Automatic (Legacy Client, Enterprise Client, and High Security)","104":"Table 3.182 Plug and Play: Automatic (Legacy Client, Enterprise Client, and High Security)","105":"Table 3.245 World Wide Web Publishing Service: Not installed (default); Disabled (Legacy Client, Enterprise Client, and High Security)","106":null,"107":"Table 11.4 Background Intelligent Transfer Service: Disabled","108":null,"109":"Table 3.119 Alerter Service: Disabled (Legacy Client, Enterprise Client, and High Security)","110":"Table  3.123 Automatic Updates Service: Automatic (Legacy Client, Enterprise Client, and High Security)","111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":null,"120":null,"121":null,"122":null,"123":null,"124":null,"125":null,"126":null,"127":null,"128":"3.86 Network Access: Do not allow anonymous enumeration of SAM accounts and shares: Enabled (Legacy Client, Enterprise Client, and High Security)","129":"3.85 Network Access: Do not allow anonymous enumeration of SAM accounts: Enabled (Legacy Client, Enterprise Client, and High Security)","130":"Table 2.13 Network Access: Allow anonymous SID\/NAME translation: Disabled","131":null,"132":null,"133":"Table 3.73 Interactive logon: Message title for users attempting to log on: \"It is an offense to continue without proper authorization\" (Legacy Client, Enterprise Client, and High Security)","134":"Table 3.72 Interactive logon: Message text for users attempting to log on: \"This system is restricted to authorized users. Individuals attempting unauthorized access will be prosecuted. If unauthorized, terminate access now! Clicking on OK indicates your acceptance of the information in the background. (Legacy Client, Enterprise Client, and High Security)","135":null,"136":null,"137":null,"138":null,"139":null,"140":"Table 3.70 Interactive logon: Do not display last user name: Disabled (default); Enabled (Legacy Client, Enterprise Client, and High Security)","141":"Table. 3.246 Security Consideration for Network Attack: EnableDeadGWDetect = 0 (Legacy Client, Enterprise Client, and High Security)","142":"Table 3.246 Security Consideration for Network Attacks: KeepAliveTime = 300,000 (Legacy Client, Enterprise Client, and High Security)","143":"Table 3.248 Configure NetBIOS Name Release Security: Allow the computer to ignore NetBIOS name release requests except from WINS server: NoNameReleaseOnDemand = 1 (Legacy Client, Enterprise Client, and High Security)","144":"Table 3.246 Security Consideration for Network Attacks: EnablePMTUDiscovery = 0 (Legacy Client, Enterprise Client, and High Security)","145":"Table 3.246 Security Consideration for Network Attacks: SynAttackProtect = 1 (Legacy Client, Enterprise Client, and High Security)","146":null,"147":"Table 3.64 Domain member: Digitally encrypt or sign secure channel data (always): Enabled (High Security); Disabled (Legacy Client and Enterprise Client)","148":"Table 3.65 Domain member: Digitally encrypt or sign secure channel data (when possible): Enabled (Legacy Client, Enterprise Client, and High Security)","149":"Table 3.253 Enable Safe DLL Search Order: Enable Safe DLL search mode (recommended): SafeDllSearchMode = 1 (Legacy Client, Enterprise Client, and High Security)","150":null,"151":null,"152":null,"153":null,"154":"Table 3.61 Domain controller: Allow server operators to schedule tasks: Not Defined (default); Disabled (Legacy Client, Enterprise Client, and High Security)","155":null,"156":null,"157":"Table 3.81 Microsoft network server: Amount of idle time required before suspending session: 15 minutes (Legacy Client, Enterprise Client, and High Security)","158":"Table 3.52 Audit: Audit the access of global system objects: Disabled (Legacy Client, Enterprise Client, and High Security)","159":"Table 3.53 Audit: Audit the use of backup and restore privilege: Disabled (Legacy Client, Enterprise Client, and High Security)","160":"Table 3.71 Interactive logon: Do not require CRTL+ALT+DEL: Disabled (Legacy Client, Enterprise Client, and High Security)","161":"Table 3.96 Network security: LAN Manager authentication level: Send NTLM response only (default); Send NTLMv2 response only\\refuse LM & NTLM (High Security); Send NTLMv2 responses only (Legacy Client and Enterprise Client)","162":"Table 3.57 Devices: Prevent users from installing printer drivers: Enabled (Legacy Client, Enterprise Client, and High Security)","163":"Table 3.100 Recovery console: Allow automatic administrative logon: Disabled (Legacy Client, Enterprise Client, and High Security)","164":"Table 3.101 Recovery console: Allow floppy copy and access to all drives and all folders: Disabled (High Security); Enabled (Legacy Client and Enterprise Client)","165":null,"166":"Table 10.2 Devices: Restrict floppy access to locally logged-on user only: Enabled (Enterprise Client)","167":"Table 3.108 System ojects: Strengthen default permissions of internal system objects: Enabled (Legacy Client, Enterprise Client, and High Security)","168":"Table 3.69 Domain member: Require strong (W2K or later) session key: Disabled (default); Enabled (Legacy Client, Enterprise Client, and High Security)","169":"Table 3.80 Microsoft network client: Send unencrypted password to third-party SMB servers: Disabled (Legacy Client, Enterprise Client, and High Security)","170":null,"171":"Table 3.75 Interactive logon: Prompt user to change password before expiration: 14 days (Legacy Client, Enterprise Client, and High Security)","172":"Table 3.54 Audit: Shut down system immediately if unable to log security audits: Disabled (Legacy Client and Enterprise Client); Enabled (High Security)","173":"Table 3.102 Shutdown: Allow system to be shut down without having to log on: Disabled (Legacy Client, Enterprise Client, and High Security)","174":"Table 3.103 Shutdown: Clear virtual memory page file: Disabled (Legacy Client and Enterprise Client); Enabled (High Security)","175":null,"176":null,"177":null,"178":"Table 3.74 Interactive logon: Number of previous logons to cache: 1 (Legacy Client); 0 (Enterprise Client and High Security)","179":"Table 3.56 Devices: Allowed to format and eject removable media: Administrators (Legacy Client, Enterprise Client, and High Security)","180":"Table 3.64 Domain member: Digitally encrypt or sign secure channel data: Enabled (High Security); disabled (Legacy Client and Enterprise Client)","181":"Table 3.65 Domain member: Digitally encrypt secure channel data (when possible): Enabled (Legacy Client, Enterprise Client, and High Security)","182":"Table 3.66 Domain member: Digitally sign secure channel data (when possible): Enabled (Legacy Client, Enterprise Client, and High Security)","183":"Table 3.77 Interactive logon: Smart card removal behavior: Lock Workstation (Enterprise Client and High Security); Legacy Client is not defined","184":"Table 3.105 System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing: Disabled (Legacy Client, Enterprise Client, and High Security)","185":"Table 3.106 System objects: Default owner for objects created by members of the Administrators group: Administrators group (default); Object creator (Legacy Client, Enterprise Client, and High Security)","186":"Table 3.107 System objects: Require case insensitivity for non-Windows subsystems: Enabled (Legacy Client, Enterprise Client, and High Security)","187":"Table 3.51 Accounts: Limit local account use of blank passwords to console logon only: Enabled (Legacy Client, Enterprise Client, and High Security)","188":"Table 3.55 Devices: Allow undock without having to log on: Enabled (default); Disabled (Legacy Client, Enterprise Client, and High Security)","189":"Table 3.62 Domain controller: LDAP server signing requirements: Not Defined (Legacy Client and Enterprise Client); Require signing (High Security)","190":"Table 3.97 Network security: LDAP client signing requirements: Negotiate signing (Legacy Client, Enterprise Client, and High Security)","191":"Table 3.63 Domain controller: Refuse machine account password changes: Not Defined (default); Disabled (Legacy Client, Enterprise Client, and High Security)","192":"Table 3.68 Domain member: Maximum machine account password age: 30 days (Legacy Client, Enterprise Client, and High Security)","193":"Table 3.76 Interactive logon: Require domain controller authentication to unlock workstation: Disabled (default); Enabled (Legacy Client, Enterprise Client, and High Security)","194":"Table 3.84 Microsoft network server: Disconnect clients when logon hours expire: Enabled (Legacy Client, Enterprise Client, and High Security)","195":"Table 3.87 Network access: Do not allow storage of credentials or .NET Passports for network authentications: Disabled (default); Enabled (Legacy Client, Enterprise Client, and High Security)","196":"Table 3.88 Network access: Let Everyone permissions apply to anonymous users: Disabled (Legacy Client, Enterprise Client, and High Security)","197":"Table 3.89 Network access: Named Pipes that can be accessed anonymously: None (Legacy Client, Enterprise Client, and High Security)","198":"Table 3.90 Network access: Remotely accessible registry paths: System\\currentControlSet\\Control\\Products Options; System\\CurrentControlSet\\Control\\server Applications; Software\\Microsoft\\Windows NT\\CurrentVersion (Legacy Client, Enterprise Client, and High Security)","199":"Table 3.93 Network Access: Shares that can be accessed anonymously: None (Legacy Client, Enterprise Client, and High Security)","200":"Table 3.94 Network Access: Sharing and security model for local accounts: Classic - local users authenticate as themselves (Legacy Client, Enterprise Client, and High Security)","201":"Table 3.95 Network Security: Do not store LAN Manager hash value on next password change: Enabled (Legacy Client, Enterprise Client, and High Security) ","202":"Table 2.14 Network Security: Force Logoff when logon hours expire: Disabled (default); Enabled (Legacy Client, Enterprise Client, and High Security)","203":"Table 3.98 Network Security: Minimum session security for NTLM SSP based clients: No minimum (Legacy Client); Enabled all settings (Enterprise Client and High Security)","204":"Table 3.99 Network Security: Minimum session security for NTLM SSP based servers: No minimum (Legacy Client); Enabled all settings (Enterprise Client and High Security)","205":null,"206":null,"207":null,"208":null,"209":null,"210":null,"211":null,"212":null,"213":null,"214":null,"215":null,"216":null,"217":null,"218":null,"219":null,"220":null,"221":null,"222":null,"223":null,"224":null,"225":null,"226":null,"227":null,"228":"Table 3.167 Messenger: Disabled (Legacy Client, Enterprise Client, and High Security)","229":null,"230":null,"231":null,"232":null,"233":null,"234":null,"235":null,"236":null,"237":null,"238":"Table 3.255 Set client connection encryption level: High (Legacy Client, Enterprise Client, and High Security)","239":null,"240":null,"241":null,"242":null,"243":null,"244":null,"245":null,"246":null,"247":null,"248":"Table 3.257 Error Reporting: Disabled (Legacy Client, Enterprise Client, and High Security)","249":null,"250":null,"251":null,"252":null,"253":"Table 3.199 Removable Storage: Disabled (Legacy Client, Enterprise Client, and High Security)","254":"Table 11.3 Automatic Updates: Disabled","255":"Table 11.3 Automatic Updates: Disabled","256":"Table 11.3 Automatic Updates: Disabled","257":"Table 11.3 Automatic Updates: Disabled","258":"Table 11.3 Automatic Updates: Disabled","259":null,"260":null,"261":null,"262":null,"263":null,"264":null,"265":null,"266":null,"267":null,"268":"MSS: (AutoShareServer) Enable Administrative Shares (recommended except for highly secure environments) ","269":"Table 3.251 Make screensaver password protection immediate: the time in seconds before the screen saver grace period expires: 0 (Legacy Client, Enterprise Client, and High Security)","270":null,"271":null,"272":null,"273":null,"274":null,"275":null,"276":null,"277":null,"278":null,"279":null,"280":null,"281":null,"282":null,"283":null,"284":null,"285":null,"286":null,"287":null,"288":null,"289":null,"290":null,"291":null,"292":null,"293":"How to Prevent Users from Changing a Password Except\nWhen Required (High Security Enviroment)","294":null,"295":null,"296":null,"297":null,"298":null},"Unnamed: 7":{"0":null,"1":"Center for Internet Security Windows Server 2003","2":"4.2.15 Deny access to this computer from the network (minimum): Not Defined","3":"4.2.1 Access this computer from the network: Not Defined; Administrators, Authenticated Users, Enterprise Domain Controllers (Specialized Security)","4":"4.2.2 Act as part of the operating system: none","5":"4.2.36 Backup files and directories: Administrators (Specialized Security)","6":"4.2.8 Bypass traverse checking: Not Defined","7":"4.2.9 Change the system time: Administrators","8":"4.2.10 Create a pagefile: Administrators (Specialized Security)","9":"4.2.11 Create a token object: None","10":"4.2.13 Create permanent shared objects: None","11":"4.2.14 Debug Programs: None","12":"4.2.21 Force shutdown from a remote system: Administrators (Specialized Security)","13":"4.2.22 Generate security audits: Local Service, Network Service (Specialized Security)","14":"4.2.4 Adjust memory quotas for a process: Network Service, Local Service, Administrators (Specialized Security)","15":"4.2.24 Increase scheduling priority: Administrators (Specialized Security)","16":"4.2.25 Load and unload device drivers: Administrators","17":"4.2.26 Lock pages in memory: Administrators (Specialized Security)","18":"4.2.27 Log on as a batch job: None","19":"4.2.28 Log on as a service: Not Defined","20":"4.2.5 Allow log on locally: Administrators","21":"4.2.29 Manage auditing and security log: Administrators (Specialized Security)","22":"4.2.30 Modify firmware environment values: Administrators (Specialized Security)","23":"4.2.32 Profile single process: Administrators (Specialized Security)","24":"4.2.33 Profile system performance: Administrators (Specialized Security)","25":"4.2.34 Remove computer from docking station: Administrators (Specialized Security)","26":"4.2.35 Replace a process level token: Network Service, Local Service","27":"4.2.36 Restore files and directories: Administrators (Specialized Security)","28":"4.2.37 Shut down the system: Administrators (Enterprise, Specialized Security)","29":"4.2.39 Take ownership of file or other objects: Administrators","30":"4.2.38 Synchronize directory service data: None","31":"4.2.18 Deny logon locally: Not Defined","32":"4.2.20 enable computer and user accounts to be trusted for delegation: None","33":"4.2.3 Add workstations to domain: Not Defined; None (Specialized Security)","34":"4.2.6 Allow logon through terminal services: Administrators","35":"4.2.16 Deny logon as a batch job: Not Defined","36":"4.2.17 Deny logon as a service: Not Defined","37":"4.2.19 Deny logon through Terminal Services: Not Defined","38":"4.2.31 Perform volume maintenance tasks: Administrators (Specialized Security)","39":"2.2.3.3 Reset Account Lockout After: 15 minutes","40":"2.2.3.1 Account Lockout Duration: 15 minutes","41":"2.2.3.2 Account Lockout Threshold: 15 attempts; 10 attempts (Specialized Security)","42":"2.2.1.1 Audit Account Logon Events: Success\/Failure","43":"2.2.1.1 Audit Account Logon Events: Success\/Failure","44":"2.2.1.2 Audit Account Management: Success\/Failure","45":"2.2.1.2 Audit Account Management: Success\/Failure","46":"2.2.1.3 Audit Directory Service Access: Not Defined","47":"2.2.1.3 Audit Directory Service Access: Not Defined","48":"2.2.1.4 Audit Logon Events: Success and Failure","49":"2.2.1.4 Audit Logon Events: Success and Failure","50":"2.2.1.5 Audit Object Access: Success\/Failure","51":"2.2.1.5 Audit Object Access: Success\/Failure","52":"2.2.1.6 Audit Policy Change: Success","53":"2.2.1.6 Audit Policy Change: Success","54":"2.2.1.7 Audit Privilege Use: Not Defined","55":"2.2.1.7 Audit Privilege Use: Not Defined","56":null,"57":null,"58":"2.2.1.9 Audit System Events: Success","59":"2.2.1.9 Audit System Events: Success","60":null,"61":"2.2.4.1.2 Restrict Guest Access: Enabled","62":"2.2.4.1.1 Maximum Event Log Size: 16MB","63":"2.2.4.1.3 Log Retention Method: Not Defined","64":"2.2.4.2.2 Restrict Guest Access: Enabled","65":null,"66":null,"67":"2.2.4.2.3 Log Retention Method: Not Defined","68":"2.2.4.3.2 Restrict Guest Access: Enabled","69":"2.2.4.3.1 Maximum Event Log Size: 16MB","70":null,"71":null,"72":"2.1.2 Maximum Password Age: 90 Days","73":"2.2.2.1 Minimum Password Age: 1 day","74":"2.2.2.3 Minimum Password Length: 8 characters; 12 characters (Specialized Security)","75":"2.2.2.4 Password Complexity: Enabled","76":"2.2.2.5 Password History: 24 passwords remembered","77":"2.2.2.6 Store Passwords Using Reversible Encryption: Disabled","78":"4.1.1 Alerter: Disabled","79":null,"80":null,"81":"4.1.3 Clipbook: Disabled","82":"4.1.4 Fax Service: Disabled","83":"4.1.7 FTP Publishing Service: Disabled","84":"4.1.10 IIS Admin Service: Disabled","85":"4.1.11 Indexing Service: Disabled","86":"4.1.13 Messenger: Disabled","87":null,"88":"4.1.15 NetMeeting Remote Desktop Sharing: Disabled","89":null,"90":"4.1.20 Remote Access Auto Connection Manager: Disabled","91":"4.1.23 Remote Desktop Help Session Manager: Disabled","92":null,"93":"4.1.26 Remote Registry Service: Disabled (Specialized Security)","94":null,"95":null,"96":null,"97":"4.1.31 Simple Mail Transfer Protocol: Disabled","98":"4.1.32 Simple Network Management Protocol Service: Disabled","99":"4.1.33 Simple Network Management Protocol Trap: Disabled","100":null,"101":null,"102":"4.1.35 Telnet: Disabled","103":"4.1.36 Terminal Services: Disabled (Specialized Security)","104":null,"105":"4.1.39 World Wide Web Publishing Services: Disabled","106":null,"107":null,"108":null,"109":"4.1.1. Alerter: Disabled","110":null,"111":"4.1.3 Clipbook: Disabled","112":"4.1.4 Fax Service: Disabled","113":"4.1.7 FTP Publishing Service: Disabled","114":"4.1.10 IIS Admin Service: Disabled","115":"4.1.11 Indexing Service: Disabled","116":"4.1.13 Messenger: Disabled","117":"4.1.15 NetMeeting Remote Desktop Sharing: Disabled","118":"4.1.19 Print Spooler: Disabled (Specialized Security)","119":"4.1.20 Remote Access Auto Connection Manager: Disabled","120":"4.1.23 Remote Desktop Help Session Manager: Disabled","121":"4.1.26 Remote Registry Service: Disabled (Specialized Security)","122":"4.1.31 Simple Mail Transfer Protocol: Disabled","123":"4.1.32 Simple Network Management Protocol Service: Disabled","124":"4.1.33 Simple Network Management Protocol Trap: Disabled","125":"4.1.35 Telnet: Disabled","126":"4.1.36 Terminal Services: Disabled (Specialized Security)","127":"4.1.39 World Wide Web Publishing Services: Disabled","128":"3.1.3 Network Access: Do not allow anonymous enumeration of SAM accounts and shares: Enabled (Enterprise and Specialized Security)","129":null,"130":"3.1.1 Network Access: Allow Anonymous SID\/Name Translation: Disabled (Specialized Security)","131":null,"132":null,"133":"3.2.1.27 Interactive Logon: Message Title for Users Attmpting to Log On: <Custom or DoJ Approved>","134":"3.2.1.26 Interactive Logon: Message Text for Users Attempting to Log On: <Custom or DoJ Approved>","135":null,"136":null,"137":null,"138":"3.2.1.69 MSS: IP Source Routing protection level: Highest Protection, source routing is automatically disabled","139":"3.2.1.74 MSS: Allow IRDP to detect and configure DefaultGateway addresses: Disabled","140":"3.2.1.24 Interactive Logon: Do Not Display Last User Name: Enabled","141":"3.2.1.70 MSS: Allow automatic detection of dead network gateways: Disabled","142":"3.2.1.82 MSS: How often keepalive packets are sent in milliseconds: 300000","143":"3.2.1.73 MSS: Allow the computer to ignore NetBIOS name release requestions except from WINS servers: Enabled","144":"3.2.1.72 MSS: EnablePMTUDiscovery, Allow automatic detection of MTU size: Enabled (Specialized Security)","145":null,"146":null,"147":"3.2.1.19 Domain Member: Digitally Encrypt Secure Channel Data (When Possible): Enabled","148":"3.2.1.20 Domain Member: Digitally Sign Secure Channel Data (When Possible): Enabled","149":"3.2.1.80 MSS: Enable Safe DLL search mode: Enabled","150":null,"151":null,"152":null,"153":null,"154":"3.2.1.15 Domain Controller: Allow Server Operators to Schedule Tasks: Disabled","155":null,"156":null,"157":"`","158":"3.2.1.6 Audit: Audit the access of global system objects: Not Defined","159":"3.2.1.7 Audit: Audit the use of backup and restore privilege: Not Defined","160":null,"161":"3.2.1.50 Network Security: LAN Manager Authentication Level: Send NTLMv2 (Legacy), Send NTLMv2, refuse LM (Enterprise), Send NTLMv2, refuse LM and NTLM (Specialized Security)","162":"3.2.1.11 Devices: Prevent users from installing printer drivers: Enabled","163":"3.2.1.54 Recovery Console: Allow Automatic Administrative Logon: Disabled","164":"3.2.1.55 Recovery Console: Allow Floppy Copy and Access to All Drives and All Folders: Not Defined","165":"3.2.1.12 Devices: Restrict CD-ROM Access to Locally Logged-On User Only: Not Defined","166":"3.2.1.13 Devices: Restrict Floppy Access to Locally Logged-On User only: Not Defined","167":"3.2.1.62 System Objects: Strengthen default permissions of internal system objects: Enabled","168":"3.2.1.23 Domain Member: Require Strong (Windows 2000 or later) Session Key: Not Defined","169":"3.2.1.35 Microsoft Network Client: Send Unencrypted Password to Connect to Third-Party SMB Server: Disabled","170":"3.2.1.14 Devices: Unsigned driver installation behavior: \"Warn, but allow . . . \"","171":"3.2.1.29 Interactive Logon: Prompt User to Change Password Before Expiration: 14 days","172":"3.2.1.8 Audit: Shut down system immediately if unable to log security alerts: Enabled (Specialized Security)","173":"3.2.1.56 Shutdown: Allow system to be shut down without having to log on: Disabled","174":"3.2.1.57 Shutdown: Clear virtual memory pagefule: Not Defined","175":"3.2.1.33 Microsoft Network Client: Digitally sign communications (always): Enabled (Specialized Security)","176":"3.2.1.37 Microsoft Network Server: Digitally sign communications (always): Not Defined","177":"Microsoft network server: Digitally sign communications (if client agrees): Disabled","178":"3.2.1.28 Interactive Logon: Number of Previous Logons to Cache: Not Defined","179":"3.2.1.10 Devices: Allowed to format and eject removable media: Administrators","180":"3.2.1.18 Domain Member: Digitally Encrypt or Sign Secure Channel Data (Always): Not Defined","181":"3.2.1.19 Domain Member: Digitally Encrypt Secure Channel Data (When Possible): Enabled","182":"3.2.1.20 Domain Member: Digitally Sign Secure Channel Data (When Possible): Enabled","183":"3.2.1.32 Interactive Logon: Smart Card Removale Behavior: Lock Workstation","184":"3.2.1.59 System Cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing: Not Defined","185":"3.2.1.60 System Objects: Default owner for objects created by members of the Administrators group: Object Creator","186":"3.2.1.61 System objects: Require case insensitivity for non-Windows subsystems: Not Defined","187":"3.2.1.3 Accounts: Limit local account use of blank passwords to console logon only: Enabled","188":"3.2.1.9 Devices: Allow undock without having to log on: Enabled (Specialized Security)","189":"3.2.1.16 Domain Controller: LDAP Server Signing Requirements: Require Signing (Specialized Security)","190":"3.2.1.51 Network Security: LDAP client signing requirements: Negotiate Signing or Require Signing","191":"3.2.1.17 Domain Controller: Refuse machine account password changes: Disabled","192":"3.2.1.22 Domain Member: Maximum Machine Account Password Age: 30 days","193":"3.2.1.30 Interactive Logon: Require Domain Controller authentication to unlock workstation: Not Applicable","194":"3.2.1.30 Microsoft Network Server: Disconnect clients when logon hours expire: Enabled","195":"3.2.1.40 Network Access: Do not allow storage of credentials or .NET passports for network authentication: Enabled (Specialized Security)","196":"3.2.1.41 Network Access: Let Everyone permissions apply to anonymous users: Disabled","197":"3.2.1.42 Network Access: Named pipes that can be accessed anonymously: None","198":"3.2.1.43 Network Access: Remotely accessible registry paths: System\\CurrentControlSet\\Control\\Product Options, System\\CurrentControlSet\\Control\\Server Applications, Software\\Microsoft\\WindowsNT\\CurrentVersion","199":"3.2.1.46 Network Access: Shares that can be accessed anonymously: None","200":"3.2.1.47 Network Access: Sharing and security model for local accounts: Classic","201":"3.2.1.48 Network Security:Do not store LAN Manager password hash value on next password change: Enabled (Specialized Security)","202":"3.2.1.49 Network Security: Force logoff when logon hours expire: Not Defined","203":"3.2.1.52 Network Security: Minimum session security for NTLM SSP based clients: Require Message Integrity, Message Confidentiality, NTLMv2 Session Security, 128-bit Encryption (Specialized Security)","204":"3.2.1.52 Network Security: Minimum session security for NTLM SSP based clients: Require Message Integrity, Message Confidentiality, NTLMv2 Session Security, 128-bit Encryption (Specialized Security)","205":null,"206":null,"207":null,"208":null,"209":null,"210":null,"211":null,"212":null,"213":null,"214":null,"215":null,"216":null,"217":null,"218":null,"219":null,"220":null,"221":null,"222":null,"223":null,"224":null,"225":null,"226":null,"227":null,"228":"4.1.13 Messenger: Disabled","229":null,"230":null,"231":null,"232":null,"233":null,"234":null,"235":null,"236":null,"237":null,"238":null,"239":null,"240":null,"241":null,"242":null,"243":null,"244":null,"245":null,"246":null,"247":null,"248":null,"249":null,"250":null,"251":null,"252":null,"253":null,"254":null,"255":null,"256":null,"257":null,"258":null,"259":null,"260":"3.2.1.78 MSS: TCPMaxPortsExhausted, How many dropped connect requests to initiate SYN attack protection: 5","261":null,"262":null,"263":null,"264":null,"265":null,"266":null,"267":null,"268":null,"269":"3.2.1.84 MSS: The time in seconds before the screen saver grace period expires: 0","270":null,"271":null,"272":null,"273":null,"274":null,"275":null,"276":null,"277":null,"278":null,"279":null,"280":null,"281":null,"282":null,"283":null,"284":null,"285":null,"286":null,"287":null,"288":null,"289":null,"290":null,"291":null,"292":null,"293":null,"294":null,"295":null,"296":null,"297":null,"298":null},"Unnamed: 8":{"0":null,"1":"DISA Stig for Windows 2003","2":null,"3":"5.1 User Rights: (4.015: CAT I) Built-in Guest account, Everyone group, guests group, and Domain Guests group DO NOT have the right to \"access this computer from the network\"","4":"5.1 User Rights: (4.009: CAT I) Individual and group accounts DO NOT have the right to \"act as part of the operating system\"","5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":"5.1 User rights: (4.026: CAT II) Built-in Guest account, guests group, and Domain guests group, HelpAssistant, and Suppor_388945a0 are assigned the right to DENY log on locally","21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":"5.1 User rights: (4.026: CAT II) Built-in Guest account, guests group, and Domain guests group, HelpAssistant, and Suppor_388945a0 are assigned the right to DENY log on locally","32":null,"33":null,"34":"5.1 User Rights: (4.040: CAT I) No one has the right to allow logn through Terminal Services unless the machine is performing the role of a Terminal Server","35":null,"36":null,"37":"5.1 User Rights: (4.041: CAT II) The Everyone group is assigned the right to deny logon through Terminal Services unless the machine is performing the roale of a Terminal Server, then the Guests group is assigned","38":"5.4.5.1 [AP] User Rights Assignments: Perform Volume Maintenance Tasks: Administrators","39":"5.4.2.2 [A] Bad Logon Counter Reset: 15 minutes","40":"4.5.3 Password Policy (4.004: CAT II) The Account Lockout duration set to 15 minutes or more","41":"4.5.3 Password Policy (4.002: CAT II) The Account Lockout Threshold will be set to 3 or less","42":null,"43":null,"44":null,"45":null,"46":"6.4 System Audit Settings: Audit directory service access: Not Defined","47":"6.4 System Audit Settings: Audit directory service access: Not Defined","48":"6.4 System Audit Settings: Audit logon events: Success, Failure","49":"6.4 System Audit Settings: Audit logon events: Success, Failure","50":null,"51":null,"52":"6.4 System Audit Settings: Audit policy change: Success, Failure","53":"6.4 System Audit Settings: Audit policy change: Success, Failure","54":"6.4 System Audit Settings: Audit privilege use: Failure","55":"6.4 System Audit Settings: Audit privilege use: Failure","56":"6.4 System Audit Settings: Audit process tracking: Not Defined","57":"6.4 System Audit Settings: Audit process tracking: Not Defined","58":"6.4 System Audit Settings: Audit system events: Success, Failure","59":"6.4 System Audit Settings: Audit system events: Success, Failure","60":null,"61":null,"62":"5.4.7.1 [A] Event Log Sizes: Maximum application log size: 16384 kilobytes","63":"5.4.7.3 [AP] Preserving Security Events: Retention method for application log: Do not overwrite events (clear log manually)","64":"3.5 [M] Access to Security Event Log: Auditors","65":"5.4.7.1 [A] Event Log Sizes: Maximum security log size: 16384 kilobytes","66":"6.2 Audit Log Requirements: (5.002: CAT II) minimum of 81920KB","67":null,"68":"5.4.7.2 [A] Restrict Event Log Access Over Network: Prevent local guests group from accessing security log: Enabled","69":"5.4.7.1 [A] Even Log Sizes: Maximum system log size: 16384 kilobytes","70":"6.2 Audit Log Requirements: (5.002: CAT II) minimum of 81920KB","71":null,"72":"4.5.3 Password Policy: (4.011: CAT II) Maximum password age is set to 90 days or less","73":"4.5.3 Password Policy: (4.012: CAT II) Minimum password age is set to 1 day or more","74":"5.4.1.3 [AP] Minimum Password Length: 8 characters","75":"5.4.1.5 [M] Enable strong Password Filtering: Password must meet complexity requirements: Enabled","76":"5.4.1.4 [A] Password Uniqueness: Enforce password history: 24 passwords","77":"5.4.1.6 [M] Disable Reversible Password Encryption: Disabled","78":null,"79":"7.6.1 Automatic Updates Service: Disable if not needed","80":"7.6.2 Background Intelligent Transfer Service (BITs): Disable if not needed","81":null,"82":null,"83":"7.6.3 FTP Service: Disabled","84":null,"85":null,"86":"8.3.4 Windows Messenger: Disabled","87":"8.4.3 .NET Framework: (5.069: CAT II) the .NET Framwork is not active on the system unless it only supports locally developed .NET applications","88":"7.6.4 NetMeeting Remote Desktop Sharing Service: (5.063: CAT II) Disabled","89":"7.6.5 Print Services for Unix: (5.026: CAT II) Remove if not required","90":"7.6.7 Remote Access Auto Connection Manager Service: (5.064: CAT II) Disabled","91":"7.6.8 Remote Desktop Help Session Manager: (5.065: CAT II) Disabled","92":"8.3.9.1 Internet Connection Sharing: (3.085: CAT II) Prohibit use of Internet Connection Sharing on your DNS domain networks is Enabled","93":"7.6.9 Remote Registry Service: Disabled","94":"7.6.11 Routing and Remote Access Service: (5.067: CAT II) Disabled if not required","95":"7.6.10 Remote Shell Service: (5.008: CAT II) Service is removed by typing instsrv rshsvc remove at the command prompt","96":"7.6.16 Telnet Servers: (5.010: CAT II) Simple TCP\/IP services are disabled","97":null,"98":"7.6.13 SNMP Service: (5.026: CAT II) SNMP is disabled if not required","99":null,"100":"7.6.14 Simple Service Discovery Protocol (SSDP) Service: 5.019: CAT I) Disabled","101":"7.6.15 Task Scheduler Service: (5.009: CAT II) Disabled","102":null,"103":"7.6.17 Terminal Services: (5.020: CAT I) Disabled on machines that are not performing as Terminal Servers","104":null,"105":null,"106":null,"107":"7.6.2 Background Intelligent Transfer Service (BITs): Disable if not needed","108":"7.6.5 Print Services for Unix: (5.026: CAT II) Remove if not required","109":null,"110":null,"111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":"7.6.7 Remote Access Auto Connection Manager Service: (5.064: CAT II) Disabled","120":null,"121":null,"122":null,"123":null,"124":null,"125":null,"126":null,"127":null,"128":"5.4.6.53 [AP] Restrict Anonymous Network Shares: Network Access: Do not allow anonymous enumeration of SAM accounts: Enabled","129":null,"130":"5\/4\/6\/52 Network Access: Allow anonymous SID\/Name translation: Disabled","131":"3.5 [M] Access to Security Event Log: Auditors","132":"5.2 Windows Server 2003 Built-in Accounts: (4.048: CAT II) Disabled","133":"5.4.6.22 [AP] Display Legal Notice: Interactive Logon: Message title for users attempting to log on: US Deparment of Defense Warning Statement","134":"5.4.6.22 Interactive Logon: Message text for users attempting to log on","135":"5.4.6.38 [A] Disable Administrator Automatic Logon: Disabled","136":"5.4.6.47 [A] Disable Media Autoplay: MSS: Disable Autorun on all drives: 255, disable Autorun for all drives","137":"5.4.6.41 [A] ICMP Redirects: MSS: (EnablEICMPRedirect) Allow ICMP redirects to override OSPF generated routes: Disabled","138":"5.4.6.39 MISS: DisableIPSourceRouting, IP source routing packet spoofing: Highest protection, source routing is completely disabled","139":null,"140":null,"141":"5.4.6.40 [A] Detection of Dead Gateways: MSS: (EnableDeadGWDetect) Allow automatic detection of dead network gateways: Disabled","142":"5.4.6.49 MSS: How often keepalive packets are sent in milliseconds: 300000","143":"5.4.6.42 [A] NetBIOS Name Release: MSS: (NoNameReleaseOnDemand) Allow computer to ignore NetBIOS name release requests except from WINS Servers: Enabled","144":null,"145":"5.4.6.44 MSS (SynAttackProtect) Syn attack protection level: Connections time out sooner if a SYN attack is detected","146":"5.4.6.6 ConGp: Prevent the dial-up password from being saved: Enabled","147":"5.4.6.16 [A] Encryption of Secure Channel Traffic: Domain Member: Digitally encrypt secure channel data (when possible): Enabled","148":"5.4.6.17: [A] Signing of Secure Channel Traffic: Domain Membore: Digitally sign secure channel data (when possible): Enabled","149":"5.4.6.48 [A] Safe DLL Search Mode: MSS: Enable Safe DLL search mode: Enabled","150":"8.3.5 Always wait for the network at computer startup: Enabled","151":"8.3.6 Group Policy: (3.080: CAT II) Turn off backroung refresh of Group Policy is set to Disabled","152":"8.3.9.2 Network Bridge: (3.086: CAT II) The setting Prohibit installation and configuration of network Bridge on your DNS doman network is set to Enabled","153":"8.3.10 Installation of Printers Using Kernel-mode Drivers: (3.087: CAT II) the setting Disallow installation of printers using kernel-mode drivers is set to Enabled","154":"5.4.6.12 [A] Server Operators Scheduling Tasks: Domain Controller: Allo server operators to schedule tasks: Disabled","155":"5.4.6.3 Accounts: Rename administrator account: Should not be Administrator","156":"5.4.6.4 Account: Rename guest account: Any value other than ‘Guest’","157":"5.4.6.30[A] Idle Time Before Suspending a Session: Microsoft Network Server: Amount of idle time required before suspending a session: 15 minutes","158":"5.4.7.76 [A] Global System Object Permission Strength: System objects: Strengthen default permissions of internal system objects: Enabled","159":null,"160":"5.4.6.21 [A] CTRL+ALT+DEL Security Attention Sequence: Interactive Logon: Do not require CTRL+ALT+DEL: Disabled","161":"5.4.6.64 [AP] LanMan Compatible Password Option Not Properly Set: Network Security: LAN Manager authentication level: Send NTLMv2 response only\/refuse LM & NTLM","162":"5.4.6.9 [A] Secure Print Driver Installation: Devices: Prevent users from installing printer drivers: Enabled","163":"5.4.6.68 [A] Recovery Console - Automatic Logon: Allow automatic administrative logon: Disabled","164":"5.4.6.69 [A] Recovery Console - Set Command: Recovery console: Allow floppy copy and access to all drives and folders: Disabled","165":null,"166":"5.4.6.10 [A] Secure Removable Media: Devices: Restrict floppy access to locally logged-on user only: Enabled","167":"5.4.6.76 [A] Global System Object Permission Strength: System Objects: Strengthen default permissions of internal system objects: Enabled","168":"5.4.6.20 [AP] Strong Session Key (WIN2K\/W2K3 Native Domains): Domain Member: Require Strong (Windows 2000 or later) Session Key: Enabled","169":"5.4.6.29 [A] Unencrypted Passwords to 3rd party SMB Servers: Disabled","170":"5.4.6.11 [AP] Unsigned Driver installation Behavior: Warn but allow installation","171":"5.4.6.24 [A] Password Expiration Warning: Interactive Logon: Prompt user to change password before expiration: 14 days","172":"5.4.6.5 [AP] Halt on Audit Failure: Audit: Shut down system immediately if unable to log security audits: Enabled","173":null,"174":"5.4.6.71 [AP] Clear System Page File During Shutdown: Shutdown: Clear virtual memory pagefile: Enabled","175":"5.4.6.27 [A] SMB Client Packet Signing (Always): Microsoft Network Client: Digitally sign communications (always): Enabled","176":"5.4.6.31 [A] SMB Server Packet Signing (Always): Microsoft Network Server: Digitally sign communications (always): Enabled","177":"5.4.6.32 Microsoft Network Server: digitally sign server communications (if client agrees): Enabled","178":"5.4.6.23 Interactive Logon: Number of previous logons to cache (in case Domain Controller is unavailable): 0 logons or 1 logon","179":"5.4.6.8 [A] Format and Eject Removable Media: Devices: Allowed to Format and Eject Removable Media: Administrators","180":"5.4.6.15 [A] Encrypting and Signing of Secure Channel Traffic: Domain Member: Digitally encrypt or sign secure channel data (always): Enabled","181":"5.4.6.16 [A] Encryption of Secure Channel Traffic: Domain Member: Digitally encrypt secure channel data (when possible): Enabled","182":"5.4.6.17 [A] Signing of Secure Channel Traffic: Domain Member: Digitally sign secure channel data (when possible): Enabled","183":"5.4.6.26 [A] Smart Card Removal Option: interactive Logon: Smart card removal behavior: Lock Workstation or Force Logoff","184":"5.4.6.73 [A] FIPS compliant algorithms: System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing: Enabled","185":"5.4.6.74 [A] Object Created by members of the Administrators Group: System ojects: Default owner for object created by members of the Administrators groups: Object creator","186":"5.4.6.75 [A] Case Insensitivity for Non-Windows Subsystems: System object: Require Case Insensitivity for non-Windows Subsystems: Enabled","187":"5.4.6.2 [A] Limit Blank Passwords: Accounts: Limit local account use of blank passwords to console logon only: Enabled","188":"5.4.6.7 [A] Undock Without Loggon On: Devices: Allow Undock Without Having to Log On: Disabled","189":"5.4.6.13 [A] LDA Signing Requirements (Domain Controller): Domain controller: LDAP Server signing requirements: Require signing","190":"5.4.6.65 [A] LDAP Client Signing: Network security: LDAP client signing requirements: Negotiate signing","191":"5.4.6.14 [A] computer Account Password change Requests: Domain Controller: Refuse machine account password changes: Disabled","192":"5.4.6.19 [A] Maximum Machine Account Password Age: Domain Member: Maximum Machine Account Password Age: 30","193":"5.4.6.25 [A] Domain Controller Authentication to Unlock Workstation: Interactive logon: Require domain controller authentication to unlock workstation: Enabled","194":"5.4.6.33 [A] forcibly disconnect when logon hours expire: Microsoft network Server: Disconnect clients when logon hours expire: Enabled","195":"5.4.6.54 [A] Storage of credentials or .NET passports: Network Access: Do not allow storage of credentials or .NET passports for network authentication: Enabled","196":"5.4.6.55 [AP] Everyone Permissions Apply to Anonymous Users: Network Access: Let everyone permissions apply to anonymous users: Disabled","197":"5.4.6.56 [MA] Anonymous Access to Named Pipes: Network Access: Named pipes that can be accessed anonymously: COMNAP, COMNODE, SQL\\QUERY, SPOOLSS, EPMAPPER, LOCATOR, TrkWks, and TrkSvr","198":"5.4.6.57 [MA] Remotely Accessible Registry Paths: Network Access: Remotely accessible registry paths: System\\currentControlSet\\Control\\ProductOptions, System\\CurrentControlSet\\Control\\Server Applications, Software\\Microsoft\\Windows NT\\CurrentVersion","199":"5.4.6.60 [MA] Anonymous Access to Network Shares: Network Access: Shares that can be accessed anonymously: <should be blank>","200":"5.4.6.61 [A] Sharing and Security Model for Local Accounts: Network Access: Sharing and security model for local accounts: \"Classis - local users authenticate as themselves\"","201":"5.4.6.62 [AP] LAN Manager Hash Value: network security: Do not store LAN Manager hash value on next password change: Enabled","202":"5.4.6.63 [A] force Logoff when Logon Hours Expire: Enabled","203":"5.4.6.66 [A] Minimum Session Security for NTLM SSP-based Clients: \"Require NTLMv2 session security\", \"Require 128-bit encryption\", \"Require Message Integrity\", and \"Require Message Confidentiality\"","204":"5.4.6.67 [A] Minimum Session Security for NTLM SSP-based servers: \"Require NTLMv2 session security\", Require 128-bit encryption\", Require Message Integrity\", and \"Require Message Confidentiality\"","205":"5.5.1 [AP] Password Protected Screen Savers: Passwords are required","206":"7.5.1 Configuring Default User Screensaver Options: ScreenSaveTimeout: 900 Seconds (15 minutes)","207":null,"208":"7.5.1 Configuring Default User Screensaver Options: ScreenSaveActive: 1","209":"7.5.1 Configuring Default User Screensaver Options: ScreenSaveTimeout: 900 Seconds (15 minutes)","210":"7.5.1 Configuring Default User Screensaver Options: ScreenSaverIsSecure: 1","211":"7.5.1 Configuring Default User Screensaver Options: ScreenSaveActive: 1","212":null,"213":null,"214":null,"215":null,"216":"(1) 7.5.1 Configuring Default User Screensaver Options: ScreenSaverIsSecure: 1 (2) 5.5.1 [AP] Password Protected Screen Savers: Passwords are required","217":null,"218":"8.3.3.1 Always Install with Elevated Privileges: (4.037: CAT II) Disabled","219":"8.3.3.3 Enable User Control Over Installs: (5.051: CAT II) Disabled","220":"8.3.3.4 Enable User to Browse for Source While Elevated: (5.052: CAT II) Disabled","221":"8.3.3.5 Enable User to Use Media Source While Elevated: (5.053: CAT II) Disabled","222":"8.3.3.7 Allow Admin to Install from Terminal Services Session: (5.055: CAT II) Disabled","223":"8.3.3.6 Enable User to Patch Elevated Products: (5.054: CAT II) Disabled","224":"8.3.3.8 Cache Transforms in Secure Location on Workstation: (5.056: CAT II) Enabled","225":"5.6.4.1 [A] Media Player - Disabling Media Player for Automatic Updates: Enabled","226":"8.3.11 Media Player - Automatic Downloads: (5.061: CAT II) Prevent Codec Download is set to Enabled","227":"5.6.5.3 [A] Windows Messenger - internet Access Blocked: 1","228":"8.3.4.1 Do Not Allow Windows Messenger to be Run: (5.017: CAT I) Enabled","229":"8.3.4.2 Do Not Automatically Start Windows Messenger Intially: (5.029: CAT I) Enabled","230":"7.6.15 Task Scheduler Service: (5.035: CAT III) Hide Property Page is Enabled","231":"7.6.15 Task Scheduler Service: (5.036: CAT III) Prohibit New Task Creation is Enabled","232":"8.3.2.2 Limit User to One Remote Session: (5.038: CAT II) Enabled","233":"8.3.2.3 Limit Number of Connections: (5.039: CAT II) Enabled","234":"8.3.2.4 Do Not Allow New Client Connections: (5.040: CAT II) Enabled","235":"5.6.3.3 [A] Terminal Services - Do Not Allow Local Administrators to Customize Permissions: Enabled","236":"5.6.3.4 [A] Terminal Services - Remote Control Settings: \"Set rules for remote control of Terminal Services user settings: Enabled","237":"5.6.3.5 [A] Terminal Services - Always prompt client for password upon connections: Enabled","238":"5.6.3.6 [A] Terminal Services - Set Client Connection Encryption Level: Enabled","239":"8.3.2.5 Do Not Use Temp Folders per Session: (5.044: CAT II) Disabled","240":"8.3.2.6 Do Not Delete Temp Folder upon Exit: (5.045: CAT II) Disabled","241":"5.6.3.10 [A] Terminal Services - Set time Limit for Disconnected Sessions: Enabled (\"End a disconnected session\" is set to \"1\")","242":"8.3.2.7 Set Time Limit for Idle Sessions: (5.047: CAT II) Enabled and set to no more than 15 minutes","243":"5.6.3.12 [A] Terminal Services - Allow Reconnection from Original Client Only: Enabled","244":"8.3.2.8 Terminate Session When Time Limits are Reached: (5.049: CAT II) Enabled","245":"8.3.2.1 Keep-Alive Messages: (5.037: CAT III) Enabled","246":"5.6.8.1 [A] Remote Assistance - Solicited Remote Assistance: Disabled","247":"5.6.8.2 [A] Remote Assistance - Offer Remote Assistance: Disabled","248":"5.6.9.1 Report Errors: Disabled","249":"5.4.3.1 [M] User Logon Restrictions: Enforce user logon restrictions: Enabled","250":"5.4.3.2 [M] Service Ticket Lifetime: Maximum lifetime for service ticket: 600 minutes","251":"5.4.3.3 [M] User Ticket Lifetime: Maximum lifetime for user ticket: 10 hours","252":"5.4.3.5 [M] Computer Clock Synchronization: Maximum tolerance for computer clock synchronizations: 5 minutes","253":null,"254":null,"255":null,"256":null,"257":null,"258":null,"259":"2.2.2 Microsoft Software Updates Services: Specify intranet Microsoft update service location: enabled","260":null,"261":"8.3.1.1 Security Zones: Use Only Machine Settings: (5.028: CAT II) Enabled","262":"8.3.1.3 Security Zones: Do Not Allow Users to Add\/Delete Sites: (5.030: CAT II) Enabled","263":"8.3.1.6 Disable Peridoic Check for Internet Explorer Software Updates: (5.033: CAT II) Enabled","264":"8.3.1.7 Disable Software Update Shell Notificiations on Program Launch: (5.034: CAT II) Disabled","265":"8.3.1.5 Disable Automatic Install of Internet Explorer Components: (5.032: CAT II) Enabled","266":"8.3.1.4 Make Proxy Settings Per Machine: (5.031: CAT II) Enabled","267":"8.3.1.2 Security Zones: Do Not Allow Users to Change Policies: (5.029: CAT II) Enabled","268":null,"269":null,"270":null,"271":null,"272":null,"273":null,"274":null,"275":null,"276":null,"277":null,"278":null,"279":null,"280":null,"281":null,"282":null,"283":null,"284":null,"285":null,"286":null,"287":null,"288":null,"289":null,"290":null,"291":null,"292":null,"293":null,"294":null,"295":null,"296":null,"297":null,"298":null},"Unnamed: 9":{"0":null,"1":"Microsoft Windows Server 2003 Security Guide, version April 26, 2006","2":"Table 4.11 User Rights Assignments Setting Recommendations: Deny access to this computer from the network, ANONOYMOUS LOGON; Guests; Support_388945a0; all NON-Operating System service accounts (Legacy, Enterprise, and Specialized Security)\nTable 4.30 Manually Added User Rights Assignments: Deny access to this computer from the network, Built-in Administrator; Support_388945a0;\nGuest; all NON-Operating System service accounts (Legacy, Enterprise, and Specialized Security)\nTable 5.8 Manually Added User Rights Assignments:Deny access to this computer from the network, Built-in Administrator; Support_388945a0;\nGuest; all NON-Operating System service accounts (Legacy, Enterprise, and Specialized Security)\nTable 9.10 Manually Added User Rights Assignments: Deny access to this computer from the network, Built-in Administrator; Support_388945a0;\nGuest; all NON-Operating System service accounts (Legacy, Enterprise and Specialized Security)","3":"Table 4.11 User Rights Assignments Setting Recommendations: Access this computer from the network, not defined (Legacy and Enterprise), Administrators, Authenticated Users, ENTERPRISE DOMAIN CONTROLLERS (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Access this computer from the network\n","4":"Table 4.11 User Rights Assignments Setting Recommendations: Act as part of the operating system, Not defined (Legacy and Enterprise), No one Specialized Security)","5":"Table 4.11 User Rights Assignments Setting Recommendations, Back up files and directories Not defined (Legacy and Enterprise), Administrators (Specialized Security)","6":"Table 4.11 User Rights Assignments Setting Recommendations: Bypass traverse checking, Not defined (Legacy and Enterprise), Authenticated Users (Specialized Security)","7":"Table 4.11 User Rights Assignments Setting Recommendations: Change the system time, Not defined (Legacy and Enterprise), Administrators, LOCAL SERVICE (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Change the system time, Administrators, LOCAL SERVICE (Legacy, Enterprise, and Specialized Security)","8":"Table 4.11 User Rights Assignments Setting Recommendations: Create a pagefile, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","9":"Table 4.11 User Rights Assignments Setting Recommendations: Create a token object, Not defined (Legacy and Enterprise), No one (Specialized Security)","10":"Table 4.11 User Rights Assignments Setting Recommendations: Create permanent shared objects, Not defined (Legacy and Enterprise), No one (Specialized Security)","11":"Table 4.11 User Rights Assignments Setting Recommendations: Debug programs, Not defined (Legacy), Administrators (Enterprise),  No one (Specialized Security)","12":"Table 4.11 User Rights Assignments Setting Recommendations: Force shutdown from a remote system, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","13":"Table 4.11 User Rights Assignments Setting Recommendations: Generate security audits, Not defined (Legacy and Enterprise), NETWORK SERVICE, LOCAL SERVICE (Specialized Security)","14":"Table 4.11 User Rights Assignments Setting Recommendations: Adjust memory quotas for a process, Not defined (Legacy and Enterprise), Administrators, NETWORK SERVICE, LOCAL SERVICE (Specialized Security)","15":"Table 4.11 User Rights Assignments Setting Recommendations: Increase scheduling priority, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","16":"Table 4.11 User Rights Assignments Setting Recommendations: Load and unload device drivers, Not defined (Legacy and Enterprise), Administrators (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Load and unload device drivers, Administrators (Legacy, Enterprise, and Specialized Security)","17":"Table 4.11 User Rights Assignments Setting Recommendations: Lock pages in memory, Not defined (Legacy and Enterprise), No one (Specialized Security","18":"Table 4.11 User Rights Assignments Setting Recommendations: Log on as a batch job, Not defined (Legacy, Enterprise, and Specialized Security), ","19":"Table 4.11 User Rights Assignments Setting Recommendations: Log on as a service, Not defined (Legacy and Enterprise), NETWORK SERVICE (Specialized Security)","20":"Table 4.11 User Rights Assignments Setting Recommendations: Allow log on locally, Administrators, Backup Operators, Power Users(Legacy and Enterprise), Administrators (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Allow log on locally","21":"Table 4.11 User Rights Assignments Setting Recommendations: Manage auditing and security log, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","22":"Table 4.11 User Rights Assignments Setting Recommendations: Not defined (Legacy and Enterprise), Administrators (Specialized Security)","23":"Table 4.11 User Rights Assignments Setting Recommendations: Profile single process, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","24":"Table 4.11 User Rights Assignments Setting Recommendations: Profile system performance, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","25":"Table 4.11 User Rights Assignments Setting Recommendations: Remove computer from docking station, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","26":"Table 4.11 User Rights Assignments Setting Recommendations: Replace a process level token, Not defined (Legacy and Enterprise), LOCAL SERVICE, NETWORK SERVICE (Specialized Security), Administrators (Specialized Security)","27":"Table 4.11 User Rights Assignments Setting Recommendations: Restore files and directories, Not defined (Legacy and Enterprise), Administrators (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Restore files and directories, Administrators (Legacy, Enterprise, and Specialized Security)","28":"Table 4.11 User Rights Assignments Setting Recommendations: Shut down the system, Not defined (Legacy and Enterprise), Administrators (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Shutdown the system, Administrators (Legacy, Enterprise, and Specialized Security)","29":"Table 4.11 User Rights Assignments Setting Recommendations: Take ownership of files or other objects, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","30":"Table 4.11 User Rights Assignments Setting Recommendations: Synchronize directory service data, Not defined (Legacy and Enterprise), No one (Specialized Security) ","31":"Table 4.11 User Rights Assignments Setting Recommendations: Deny logon locally, Not defined (Legacy and Enterprise), Guests; Support_388945a0 (Specialized Security)","32":"Table 4.11 User Rights Assignments Setting Recommendations: Enable computer and user accounts to be trusted for delegation, Not defined (Legacy and Enterprise),  Administrators (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Enable computer and user accounts to be trusted for delegation, ","33":"Table 5.4 Recommended User Rights Assignments Settings: Add workstations to domain, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","34":"Table 4.11 User Rights Assignments Setting Recommendations: Allow log on through Terminal Services, Administrators and Remote Desktop Users (Legacy and Enterprise), Administrators (Specialized Security)\nTable 5.4 Recommended User Rights Assignments Settings: Administrators, (Legacy, Enterprise, and Specialized Security)","35":"Table 4.11 User Rights Assignments Setting Recommendations: Deny logon as a batch job, Guests; Support_388945a0 (Legacy, Enterprise, and Specialized Security)\nTable 4.30 Manually Added User Rights Assignments: Deny log on as a batch job, Support_388945a0 and Guest (Legacy, Enterprise, and Specialized Security)\nTable 5.8 Manually Added User Rights Assignments: Deny log on as a batch job (Legacy, Enterprise, and Specialized Security)","36":"Table 4.11 User Rights Assignments Setting Recommendations: Deny logon as a service, Not defined (Legacy and Enterprise), No one (Specialized Security)","37":"User Rights Assignments Setting Recommendations: Deny logon through Terminal Services, Guests (Legacy, Enterprise, and Specialized Security)\nTable 4.30 Manually Added User Rights Assignments: Deny log on through Terminal Services, Built-in Administrator; Guests; Support_388945a0; Guest ; all NON-operating system service accounts (Legacy, Enterprise, and Specialized Security)\nTable 5.8 Manually Added User Rights Assignments: Deny log on through Terminal Services, Built-in Administrator; all NON-operating system service accounts (Legacy, Enterprise, and Specialized Security)","38":"Table 4.11 User Rights Assignments Setting Recommendations: Perform volume maintenance tasks, Not defined (Legacy and Enterprise), Administrators (Specialized Security)","39":"Table 3.2 Account Lockout Policy Settings: Reset account lockout counter after 30 minutes (Legacy and Enterprise), 15 minutes (Specialized Security)","40":"Table 3.2 Account Lockout Policy Settings: Account lockout duration, 30 minutes (Legacy and Enterprise), 15 minutes (Specialized Security)","41":"Table 3.2 Account Lockout Policy Settings: Account lockout threshold, 50 invalid login attempts (Legacy and Enterprise) 10 invalid login attempts (Specialized Security)","42":"Table 4.2 Audit Policy Settings: Audit account logon events, enabled (Legacy, Enterprise, and Specialized Security)","43":"Table 4.2 Audit Policy Settings: Audit account logon events, enabled (Specialized Security)","44":"Table 4.2 Audit Policy Settings: Audit account management, enabled (Legacy, Enterprise, Specialized Security)","45":"Table 4.2 Audit Policy Settings: Audit account management, enabled (Specialized Security)","46":"Table 5.2 Recommended Audit Policy Settings: Audit directory service access, no auditing (Legacy and Enterprise), Failure (Specialized Security)","47":null,"48":"Table 4.2 Audit Policy Settings: Audit logon events, enabled (Legacy, Enterprise, and Specialized Security)","49":"Table 4.2 Audit Policy Settings: Audit Logon events, enabled (Specialized Security)","50":"Table 4.2 Audit Policy Settings: Audit object access, disabled (Legacy, Enterprise, and Specialized Security)","51":"Table 4.2 Audit Policy Settings: Audit object access, enabled (Specialized Security)","52":"Table 4.2 Audit Policy Settings: Audit policy change, enabled (Legacy, Enterprise, and Specialized Security)","53":null,"54":"Table 4.2 Audit Policy Settings: Audit privilege use, disabled (Legacy, Enterprise, and Specialized Security)","55":"Table 4.2 Audit Policy Settings: Audit privilege use, enabled (Specialized Security)","56":"Table 4.2 Audit Policy Settings: Audit Process tracking, disabled (Legacy, Enterprise, and Specialized Security)","57":"Table 4.2 Audit Policy Settings: Audit Process tracking, disabled (Legacy, Enterprise, and Specialized Security)","58":"Table 4.2 Audit Policy Settings: Audit system events: enabled (Legacy, Enterprise, and Specialized Security)","59":"Table 4.2 Audit Policy Settings: disabled (Legacy, Enterprise, and Specialized Security)","60":null,"61":"Table 4.27 Event Log Setting Recommendations: Prevent local guests group from accessing application log, Enabled (Legacy, Enterprise, Specialized Security)","62":"Table 4.27 Event Log Setting Recommendations: Maximum application log size, 16,384KB (Legacy, Enterprise, and Specialized Security)","63":"Table 4.27 Event Log Setting Recommendations: Retention method for application log, As needed (Legacy, Enterprise, and Specialized Security)","64":"Table 4.27 Event Log Setting Recommendations: Prevent local guests group from accessing security log, Enabled (Legacy, Enterprise, and Specialized Security)","65":"Table 4.27 Event Log Setting Recommendations: Maximum security log size, 81,920 KB (Legacy, Enterprise, and Specialized Security)","66":null,"67":"Table 4.27 Event Log Setting Recommendations: Retention method for security log, As needed (Legacy, Enterprise, and Specialized Security)","68":" ","69":null,"70":null,"71":"Table 4.27 Event Log Setting Recommendations: Retention method for system log, As needed (Legacy, Enterprise, Specialized Security)","72":"Table 3.1 Password Policy Setting Recommendations: 42 days (Legacy, Enterprise, Specialized Security)","73":"Table 3.1 Password Policy Setting Recommendations: 1 day (Legacy, Enterprise, Specialized Security)","74":"Table 3.1 Password Policy Setting Recommendations: 8 characters (Legacy and Enterprise), 12 characters (Specialized Security)","75":"Table 3.1 Password Policy Setting Recommendations: Enabled (Legacy, Enterprise, and Specialized Security)","76":"Table 3.1 Password Policy Setting Recommendations: Enforce password History 24 passwords remembered Legacy, Enterprise, Specialized Security)","77":"Table 3.1 Password Policy Setting Recommendations: Store password using reversible encryption Disabled (Legacy, Enterprise, and Specialized Security)","78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null,"94":null,"95":null,"96":null,"97":null,"98":null,"99":null,"100":null,"101":null,"102":null,"103":null,"104":null,"105":null,"106":null,"107":null,"108":null,"109":null,"110":null,"111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":null,"120":null,"121":null,"122":null,"123":null,"124":null,"125":null,"126":null,"127":null,"128":"Table 4.19 Security Options: Network Access Setting Recommendations: Do not allow anonymous enumeration of SAM accounts and shares, Enabled (Legacy, Enterprise and Specialized Security)","129":"Table 4.19 Security Options: Network Access Setting Recommendations: Do not allow anonymous enumeration of SAM accounts, Enabled (Legacy, Enterprise, and Specialized Security)","130":"(1) Table 3.3 Security Options Settings: Microsoft network server: Network Access: Allow anonymous SID\/NAME translation, Disabled (Legacy, Enterprise, and Specialized Security)\n(2) Table 4.19 Security Options: Network Access Setting Recommendations: Allow anonymous SID\/NAME translation, Not defined (Legacy and Enterprise), Disabled (Specialized Security)","131":null,"132":"Table 4.12 Security Options: Accounts Setting Recommendations: Guest account status, Disabled (Legacy, Enterprise, and Specialized Security) ","133":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Message title for users attempting to log on, \"Consult with the relevant people in your organization.\" (Legacy, Enterprise, and Specialized Security)","134":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Message text for users attempting to log on, \"Consult with the relevant people in your organization\" (Legacy, Enterprise, and Specialized Security)","135":"Table 4.29 Other Registry Entry Recommendations: MSS: (AutoAdminLogon) Enable Automatic Logon (not recommended), 0 (Legacy, Enterprise, and Specialized Security)","136":"Table 4.29 Other Registry Entry Recommendations: MSS: (NoDriveTypeAutoRun) Disable Autorun for all drives (recommended), 0xFF (Legacy, Enterprise and Specialized Security)","137":"Table 4.28 TCP\/IP Registry Entry Recommendations: EnableICMPRedirect, 0 (Legacy, Enterprise, and Specialized Security)","138":null,"139":"Table 4.28 TCP\/IP Registry Entry Recommendations: PerformRouterDiscovery, 0 (Legacy, Enterprise, and Specialized Security)","140":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Do not display last user name, Enabled (Legacy, Enterprise, and Specialized Security)","141":"Table 4.28 TCP\/IP Registry Entry Recommendations: EnableDeadGWDetect, 0 (Legacy, Enterprise, and Specialized Security)","142":"Table 4.28 TCP\/IP Registry Entry Recommendations: KeepAliveTime, 300,000 (Legacy, Enterprise, and Specialized Security)","143":"Table 4.29 Other Registry Entry Recommendations: MSS: (NoNameReleaseOnDemand) Allow the computer to ignore NetBIOS name release requests except from WINS servers, 1 (Legacy, Enterprise and Specialized Security)","144":null,"145":"Table 4.28 TCP\/IP Registry Entry Recommendations: SynAttackProtect, 1 (Legacy, Enterprise, and Specialized Security)","146":"Table 4.29 Other Registry Entry Recommendations: MSS: (DisableSavePassword) Prevent the dial-up password from being saved (recommended), 1 (Legacy, Enterprise, and Specialized Security)","147":null,"148":null,"149":"Table 4.29 Other Registry Entry Recommendations: MSS: (SafeDllSearchMode) Enable Safe DLL search mode (recommended), 1 (Legacy, Enterprise, and Specialized Security)","150":null,"151":null,"152":null,"153":null,"154":"Table 5.5 Security Options: Domain Controller Setting Recommendations: Allow server operators to schedule tasks, Disabled (Legacy, Enterprise, and Specialized Security)","155":"Rename the Administrator and Guest accounts, and change their passwords to long and complex values on every domain and server","156":"Rename the Administrator and Guest accounts, and change their passwords to long and complex values on every domain and server","157":"Table 4.18 Security Options: Microsoft Network Server Setting Recommendations: Amount of idle time required before suspending session, 15 minutes (Legacy, Enterprise and Specialized Security)","158":"Table 4.13 Security Options: Audit Setting Recommendations: Audit the access of global system objects, Disabled (Legacy, Enterprise, and Specialized Security)","159":"Table 4.13 Security Options: Audit Setting Recommendations: Audit the use of Backup and Restore privilege, Disabled (Legacy, Enterprise, and Specialized Security)","160":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Do not require CTRL+ALT+DEL, Disabled (Legacy, Enterprise, and Specialized Security)","161":"Table 4.20 Security Options: Network Security Setting Recommendations: LAN Manager authentication level, Send NTLMv2 responses only (Legacy), Send NTLMv2 response only\\refuse LM (Enterprise), Send NTLMv2 response only\\refuse LM & NTLM (Specialized Security)","162":"Table 4.14 Security Options: Devices Setting Recommendations: Prevent users from installing printer drivers, Enabled (Legacy, Enterprise and Specialized Security)","163":"Table 4.22 Security Options: Recovery Console Setting Recommendations: Allow automatic administrative logon, Disabled (Legacy, Enterprise, and Specialized Security)","164":"Table 4.22 Security Options: Recovery Console Setting Recommendations: Allow floppy copy and access to all drives and all folders, Enabled (Legacy and Enterprise), Disabled (Specialized Security)","165":"Table 4.14 Security Options: Devices Setting Recommendations: Restrict CD-ROM access to locally logged-on user only, Not defined (Legacy and Enterprise), Disabled (Specialized Security)","166":"Table 4.14 Security Options: Devices Setting Recommendations: Restrict floppy access to locally logged-on user only, Not defined (Legacy and Enterprise), and Disabled (Specialized Security)","167":"Table 4.25 Security Options: System Objects Setting Recommendations: Strengthen default permissions of internal system objects (for example, Symbolic Links), Enabled (Legacy, Enterprise, and Specialized Security)","168":"Table 4.15 Security Options: Domain Member Setting Recommendations: Require strong (Windows 2000, Windows XP, or Windows Server 2003) session key, Enabled (Legacy, Enterprise, and Specialized Security)","169":"Table 4.17 Security Options: Microsoft Network Client Setting Recommendations: Send unencrypted password to third-party SMB servers, Disabled (Legacy, Enterprise, and Specialized Security)","170":"Table 4.14 Security Options: Devices Setting Recommendations: Unsigned driver installation behavior, Warn but allow installation (Legacy, Enterprise and Specialized Security)","171":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Prompt user to change password before expiration, 14 days (Legacy, Enterprise and Specialized Security)","172":"Table 4.13 Security Options: Audit Setting Recommendations: Shut down system immediately if unable to log security audits, Disabled (Legacy and Enterprise), Enabled (Specialized Security)","173":"Table 4.23 Security Options: Shutdown Setting Recommendations: Allow system to be shut down without having to log on, Disabled (Legacy, Enterprise and Specialized Security)","174":"Table 4.23 Security Options: Shutdown Setting Recommendations: Clear virtual memory page file, Disabled (Legacy, Enterprise and Specialized Security)","175":"Table 4.17 Security Options: Microsoft Network Client Setting Recommendations: Digitally sign communications (always), Disabled (Legacy), Enabled (Enterprise and Specialized Security)","176":"Table 4.18 Security Options: Microsoft Network Server Setting Recommendations: Digitally sign communications (always), Disabled (Legacy), Enabled (Enterprise and Specialized Security)\nTable 8.2 Recommended Settings for Digitally Signing Communications (Always)","177":"Table 4.18 Security Options: Microsoft Network Server Setting Recommendations: Digitally sign communications (if client agrees), Enabled (Legacy, Enterprise, and Specialized Security)","178":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Number of previous logons to cache (in case domain controller is not available), 1 (Legacy), 0 (Enterprise and Specialized Security)","179":"Table 4.14 Security Options: Devices Setting Recommendations: Allowed to format and eject removable media, Administrators (Legacy, Enterprise, and Specialized Security)","180":"Table 4.15 Security Options: Domain Member Setting Recommendations: Digitally encrypt or sign secure channel data (always), Disabled (Legacy), Enabled (Enterprise and Specialized Security)","181":"Table 4.15 Security Options: Domain Member Setting Recommendations: Digitally encrypt secure channel data (when possible), Enabled (Legacy, Enterprise, and Specialized Security)","182":"Table 4.15 Security Options: Domain Member Setting Recommendations: Digitally sign secure channel data (when possible), Enabled (Legacy, Enterprise, and Specialized Security)","183":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Smart card removal behavior, Not defined (Legacy), Lock Workstation (Enterprise and Specialized Security)","184":"Table 4.24 Security Options: System Cryptography Setting Recommendations: Use FIPS compliant algorithms for encryption, hashing, and signing, Disabled (Legacy and Enterprise), Enabled (Specialized Security)\nTable 11.1 Recommended Security Options Settings: System cryptography: Use FIPS compliant algorithms for encryption, hashing, and signing, Enabled (Enterprise)","185":"Table 4.25 Security Options: System Objects Setting Recommendations: Default owner for objects created by members of the Administrators group: Default owner for objects created by members of the Administrators group, Object creator (Legacy, Enterprise, and Specialized Security)","186":"Table 4.25 Security Options: System Objects Setting Recommendations:Require case insensitivity for non-Windows subsystems, Enabled (Legacy, Enterprise, and Specialized Security)","187":"Table 4.12 Security Options: Accounts Setting Recommendations: Limit local account use of blank passwords to console logon only, Enabled (Legacy, Enterprise, and Specialized Security)","188":"Table 4.14 Security Options: Devices Setting Recommendations: Allow undock without having to log on, Disabled (Legacy, Enterprise, and Specialized Security)","189":"Table 5.5 Security Options: Domain Controller Setting Recommendations: LDAP server signing requirements, Not defined (Legacy, and Enterprise), Require signing (Specialized Security)","190":"Table 4.20 Security Options: Network Security Setting Recommendations: LDAP client signing requirements, Negotiate signing (Legacy, Enterprise, and Specialized Security)","191":"Table 5.5 Security Options: Domain Controller Setting Recommendations: Refuse machine account password changes, Disabled (Legacy, Enterprise, and Specialized Security)","192":"Table 4.15 Security Options: Domain Member Setting Recommendations: Maximum machine account password age, 30 days (Legacy, Enterprise, and Specialized Security)","193":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Require Domain Controller authentication to unlock workstation, Enabled (Legacy, Enterprise, and Specialized Security)","194":"(1) Table 3.3 Security Options Settings: Microsoft network server: Disconnect clients when logon hours expire, Enabled (Legacy, Enterprise and Specialized Security)\n(2) Table 4.18 Security Options: Microsoft Network Server Setting Recommendations: Disconnect clients when logon hours expire, Enabled (Legacy, Enterprise, and Specialized Security)","195":"Table 4.19 Security Options: Network Access Setting Recommendations: Do not allow storage of credentials or .NET Passports for network authentication, Enabled (Legacy, Enterprise, Specialized Security)","196":"Table 4.19 Security Options: Network Access Setting Recommendations: Let Everyone permissions apply to anonymous users, Disabled (Legacy, Enterprise, and Specialized Security)","197":"Table 4.19 Security Options: Network Access Setting Recommendations: Named Pipes that can be accessed anonymously, Not defined (Legacy and Enterprise), COMNAP, COMNODE, SQL\\QUERY, SPOOLSS, LLSRPC, netlogon, lsarpc, samr, browser (Specialized Security)","198":"Table 4.19 Security Options: Network Access Setting Recommendations: Remotely accessible registry paths, System\\ CurrentControlSet\\Control\\ Product Options;\nSystem\\ CurrentControlSet\\Control\\\nServer Applications;\nSoftware\\Microsoft\\\nWindows NT\\\nCurrentVersion (Legacy, Enterprise, and Specialized security)","199":"Table 4.19 Security Options: Network Access Setting Recommendations: Shares that can be accessed anonymously, Not defined (Legacy and Enterprise), None (Specialized Security)","200":"Table 4.19 Security Options: Network Access Setting Recommendations: Sharing and security model for local accounts, Classic—local users authenticate as themselves (Legacy, Enterprise, and Specialized Security)","201":"Table 4.20 Security Options: Network Security Setting Recommendations: Do not store LAN Manager hash value on next password change, Enabled (Legacy, Enterprise, and Specialized Security)\nTable 5.6 Security Options: Network Security Settings Recommendations: Do not store LAN Manager hash value on next password change","202":"(1) Table 3.3 Security Options Settings: Network Security: Force Logoff when Logon Hours expire, Enabled (Legacy, Enterprise and Specialized Security)\n(2) Table 4.18 Security Options: Microsoft Network Server Setting Recommendations: Disconnect clients when logon hours expire, Enabled (Legacy, Enterprise and Specialized Security) ","203":"Table 4.20 Security Options: Network Security Setting Recommendations: Minimum session security for NTLM SSP based (including secure RPC) clients: No minimum (Legacy), Enabled all settings (Enterprise and Security)","204":"Table 4.20 Security Options: Network Security Setting Recommendations: Minimum session security for NTLM SSP based (including secure RPC) servers, No minimum (Legacy), Enabled all settings (Enterprise and Specialized Security)","205":null,"206":null,"207":null,"208":null,"209":null,"210":null,"211":null,"212":null,"213":null,"214":null,"215":null,"216":null,"217":null,"218":null,"219":null,"220":null,"221":null,"222":null,"223":null,"224":null,"225":null,"226":null,"227":null,"228":null,"229":null,"230":null,"231":null,"232":null,"233":null,"234":null,"235":null,"236":null,"237":null,"238":"Table 4.31 Client Connection Encryption Level Setting Recommendation: Set client connection encryption level, High (Legacy, Enterprise, and Specialized Security)\nTable 5.10 Recommended Terminal Services Settings: Set client connection encryption level","239":null,"240":null,"241":null,"242":null,"243":null,"244":null,"245":null,"246":null,"247":null,"248":"Table 4.33 Recommended Error Reporting Settings: Turn off Windows Error Reporting, Enabled (Legacy, Enterprise, and Specialized Security)\nTable 5.12 Recommended Error Reporting Settings: Turn off Windows Error Reporting\nTable 12.4 Recommended Error Reporting Settings, Enabled (Legacy, Enterprise, and Specialized Security)","249":null,"250":null,"251":null,"252":null,"253":null,"254":null,"255":null,"256":null,"257":null,"258":null,"259":null,"260":null,"261":null,"262":null,"263":null,"264":null,"265":null,"266":null,"267":null,"268":"Table 4.29 Other Registry Entry Recommendations: MSS: (AutoShareWks) Enable Administrative Shares (recommended except for highly secure environments), 1 (Legacy), 0 (Enterprise and Specialized Security)","269":"Table 4.29 Other Registry Entry Recommendations: MSS: (ScreenSaverGracePeriod) The time in seconds before the screen saver grace period expires, 0 (Legacy, Enterprise, and Specialized Security)","270":"Table 4.12 Security Options: Accounts Setting Recommendations: Administrator account status, Not defined (Legacy and Enterprise), Enabled (Specialized Security)","271":"Table 4.11 User Rights Assignments Setting Recommendations: Not defined (Legacy and Enterprise), Administrators, SERVICE (Specialized Security)","272":null,"273":null,"274":"Table 4.15 Security Options: Domain Member Setting Recommendations: Disable machine account password changes, Disabled (Legacy, Enterprise, and Specialized Security)","275":"Table 4.11 User Rights Assignments Setting Recommendations: Impersonate a client after authentication, Not defined (Legacy and Enterprise), Administrators, SERVICE (Specialized Security)","276":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Require smart card, Not defined (Legacy, and Enterprise), Disabled (Specialized Security)","277":null,"278":"Table 4.17 Security Options: Microsoft Network Client Setting Recommendations: Digitally sign communications (if server agrees), Enabled (Legacy, Enterprise and Specialized Security)","279":"Table 4.29 Other Registry Entry Recommendations: MSS: (AutoReboot) Allow Windows to automatically restart after a system crash (recommended except for highly secure environments), 1 (Legacy and Enterprise), 0 (Specialized Security)","280":null,"281":"Table 4.29 Other Registry Entry Recommendations: MSS: (NoDefaultExempt) Enable NoDefaultExempt for IPSec Filtering (recommended), 3 (Legacy, Enterprise, and Specialized Security)","282":"Table 4.29 Other Registry Entry Recommendations: MSS: (NtfsDisable8dot3NameCreation) Enable the computer to stop generating 8.3 style filenames (recommended), 0 (Legacy, Enterprise and Specialized Security)","283":"Table 4.28 TCP\/IP Registry Entry Recommendations: TcpMaxConnectResponseRetransmissions, 2 (Legacy, Enterprise and Specialized Security)","284":"Table 4.28 TCP\/IP Registry Entry Recommendations: TcpMaxDataRetransmissions, 3 (Legacy, Enterprise, and Specialized Security)","285":"Table 4.29 Other Registry Entry Recommendations: MSS: (WarningLevel) Percentage threshold for the security event log at which the system will generate a warning, 90 (Legacy, Enterprise and Specialized Security)","286":"Table 4.19 Security Options: Network Access Setting Recommendations: Remotely accessible registry paths and sub-paths, System\\ CurrentControlSet\\Control\\ Product Options;\nSystem\\ CurrentControlSet\\Control\\\nServer Applications;\nSoftware\\Microsoft\\\nWindows NT\\\nCurrentVersion (Legacy, Enterprise, and Specialized Security)","287":"Table 4.19 Security Options: Network Access Setting Recommendations: Restrict anonymous access to Named Pipes and Shares, Enabled (Legacy, Enterprise, and Specialized Security)","288":null,"289":null,"290":null,"291":"Table 4.24 Security Options: System Cryptography Setting Recommendations: Force strong key protection for user keys stored on the computer, User is prompted when the key is first used (Legacy and Enterprise), User must enter a password each time they use a key (Specialized Security)","292":"Table 4.26 Security Options: System Setting Recommendations: System settings: Use Certificate Rules on Windows Executables for Software Restriction Policies, Not defined (Legacy), Disable (Enterprise), Enabled (Specialized Security)","293":"How to Prevent Users from Changing a Password Except When Required (Specialized Security)","294":"Table 4.16 Security Options: Interactive Logon Setting Recommendations: Display user information when the session is locked, Not defined (Legacy and Enterprise), User display name, domain and user names (Specialized Security)","295":"pg 112: Change the account descriptions to something other than the defaults to help prevent easy identification of the accounts","296":"Windows Server 2003 with SP1 includes a feature that you can use to halt the computer and generate a Memory.dmp file. You must explicitly enable this feature, and it may not be appropriate for all servers in your organization.","297":"Windows Server 2003 with SP1 includes a feature that you can use to halt the computer and generate a Memory.dmp file. You must explicitly enable this feature, and it may not be appropriate for all servers in your organization.","298":"Table 5.9 Syskey Modes, Mode 1: System Generated Password, Store Startup Key Locally, Mode 2: Administrator generated password, Password Startup, Mode 3: System Generated Password, Store Startup Key on Floppy Disk (Modes 2 and 3 are considered more secure options)"},"Unnamed: 10":{"0":null,"1":"Microsoft Online Documentation","2":"http:\/\/technet.microsoft.com\/en-us\/library\/cc758316.aspx","3":"http:\/\/technet.microsoft.com\/en-us\/library\/cc740196.aspx ","4":null,"5":null,"6":null,"7":"http:\/\/technet.microsoft.com\/en-us\/library\/cc786461.aspx","8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782779.aspx","17":null,"18":null,"19":null,"20":"http:\/\/technet.microsoft.com\/en-us\/library\/cc756809.aspx","21":"http:\/\/technet.microsoft.com\/en-us\/library\/aa996080.aspx","22":null,"23":null,"24":null,"25":null,"26":null,"27":"http:\/\/technet.microsoft.com\/en-us\/library\/cc957236.aspx","28":"http:\/\/technet.microsoft.com\/en-us\/library\/cc759478(WS.10).aspx","29":null,"30":null,"31":null,"32":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782684.aspx","33":"http:\/\/technet.microsoft.com\/en-us\/library\/cc780195.aspx","34":"http:\/\/technet.microsoft.com\/en-us\/library\/cc758613.aspx","35":"http:\/\/technet.microsoft.com\/en-us\/library\/cc738621(WS.10).aspx","36":null,"37":"http:\/\/technet.microsoft.com\/en-us\/library\/cc737453.aspx","38":null,"39":null,"40":null,"41":null,"42":"http:\/\/technet.microsoft.com\/en-us\/library\/cc787176.aspx","43":"http:\/\/technet.microsoft.com\/en-us\/library\/cc787176.aspx","44":"http:\/\/technet.microsoft.com\/en-us\/library\/cc737542.aspx","45":"http:\/\/technet.microsoft.com\/en-us\/library\/cc737542.aspx","46":"http:\/\/technet.microsoft.com\/en-us\/library\/cc960052.aspx","47":null,"48":"http:\/\/technet.microsoft.com\/en-us\/library\/cc787567.aspx","49":"http:\/\/technet.microsoft.com\/en-us\/library\/cc787567.aspx","50":"\nhttp:\/\/technet.microsoft.com\/en-us\/library\/cc776774.aspx","51":"\nhttp:\/\/technet.microsoft.com\/en-us\/library\/cc776774.aspx","52":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776774.aspx","53":null,"54":"http:\/\/technet.microsoft.com\/en-us\/library\/cc784501.aspx","55":"http:\/\/technet.microsoft.com\/en-us\/library\/cc784501.aspx","56":"http:\/\/technet.microsoft.com\/en-us\/library\/cc775520.aspx","57":"http:\/\/technet.microsoft.com\/en-us\/library\/cc775520.aspx","58":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782518.aspx","59":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782518.aspx","60":null,"61":"http:\/\/technet.microsoft.com\/en-us\/library\/cc775983(WS.10).aspx","62":"http:\/\/technet.microsoft.com\/en-us\/library\/cc779100(WS.10).aspx","63":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778157(WS.10).aspx","64":"http:\/\/technet.microsoft.com\/en-us\/library\/cc736845(WS.10).aspx","65":null,"66":null,"67":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778157(WS.10).aspx","68":null,"69":null,"70":null,"71":"http:\/\/technet.microsoft.com\/en-us\/library\/cc785245(WS.10).aspx","72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null,"94":null,"95":null,"96":null,"97":null,"98":null,"99":null,"100":null,"101":null,"102":null,"103":null,"104":null,"105":null,"106":null,"107":null,"108":null,"109":null,"110":null,"111":null,"112":null,"113":null,"114":null,"115":null,"116":null,"117":null,"118":null,"119":null,"120":null,"121":null,"122":null,"123":null,"124":null,"125":null,"126":null,"127":null,"128":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782569(WS.10).aspx","129":"http:\/\/technet.microsoft.com\/en-us\/library\/cc740088.aspx","130":"http:\/\/technet.microsoft.com\/en-us\/library\/cc728431.aspx","131":null,"132":null,"133":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778393.aspx","134":"http:\/\/technet.microsoft.com\/en-us\/library\/cc779661.aspx","135":"http:\/\/support.microsoft.com\/kb\/324737","136":"http:\/\/support.microsoft.com\/kb\/895108","137":"http:\/\/technet.microsoft.com\/en-us\/library\/cc739622(WS.10).aspx","138":null,"139":"http:\/\/technet.microsoft.com\/en-us\/library\/cc962464.aspx","140":"http:\/\/technet.microsoft.com\/en-us\/library\/cc938084.aspx","141":"http:\/\/technet.microsoft.com\/en-us\/library\/cc960464.aspx","142":"http:\/\/technet.microsoft.com\/en-us\/library\/cc957549.aspx","143":"http:\/\/technet.microsoft.com\/en-us\/library\/cc766102.aspx","144":null,"145":"http:\/\/technet.microsoft.com\/en-us\/library\/cc781167.aspx","146":"http:\/\/technet.microsoft.com\/en-us\/library\/cc784187(WS.10).aspx","147":null,"148":null,"149":"http:\/\/msdn.microsoft.com\/en-us\/library\/ms682586.aspx","150":null,"151":null,"152":null,"153":null,"154":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778844.aspx","155":null,"156":null,"157":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776037(WS.10).aspx","158":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776742.aspx","159":"http:\/\/technet.microsoft.com\/en-us\/library\/cc759769.aspx\n","160":"http:\/\/technet.microsoft.com\/en-us\/library\/cc780932.aspx","161":"http:\/\/technet.microsoft.com\/en-us\/library\/cc738867.aspx","162":"http:\/\/technet.microsoft.com\/en-us\/library\/cc787926.aspx","163":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776592.aspx","164":"http:\/\/technet.microsoft.com\/en-us\/library\/cc779593.aspx","165":"http:\/\/technet.microsoft.com\/en-us\/library\/cc738129.aspx","166":"http:\/\/technet.microsoft.com\/en-us\/library\/cc784198.aspx","167":"http:\/\/technet.microsoft.com\/en-us\/library\/cc739013(WS.10).aspx ","168":"http:\/\/technet.microsoft.com\/en-us\/library\/cc938309.aspx","169":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782276.aspx","170":"http:\/\/technet.microsoft.com\/en-us\/library\/cc775492.aspx ","171":"http:\/\/technet.microsoft.com\/en-us\/library\/cc783344.aspx","172":"http:\/\/technet.microsoft.com\/en-us\/library\/cc739010(WS.10).aspx","173":"http:\/\/technet.microsoft.com\/en-us\/library\/cc957282.aspx","174":"http:\/\/technet.microsoft.com\/en-us\/library\/cc938011.aspx","175":"http:\/\/technet.microsoft.com\/en-us\/library\/cc728025.aspx","176":"http:\/\/technet.microsoft.com\/en-us\/library\/cc938043.aspx","177":"http:\/\/technet.microsoft.com\/en-us\/library\/cc759474.aspx","178":"http:\/\/technet.microsoft.com\/en-us\/library\/cc755473.aspx","179":"http:\/\/technet.microsoft.com\/en-us\/library\/cc740126.aspx","180":"http:\/\/technet.microsoft.com\/en-us\/library\/cc736800.aspx","181":"http:\/\/technet.microsoft.com\/en-us\/library\/cc757973.aspx","182":"http:\/\/technet.microsoft.com\/en-us\/library\/cc785086.aspx","183":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776917(WS.10).aspx","184":"http:\/\/technet.microsoft.com\/en-us\/library\/cc780081.aspx","185":"http:\/\/technet.microsoft.com\/en-us\/library\/cc775434(WS.10).aspx","186":"http:\/\/technet.microsoft.com\/en-us\/library\/cc775971(WS.10).aspx","187":null,"188":"http:\/\/technet.microsoft.com\/en-us\/library\/cc737384.aspx","189":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778124.aspx","190":"http:\/\/technet.microsoft.com\/en-us\/library\/cc738915(WS.10).aspx","191":"http:\/\/technet.microsoft.com\/en-us\/library\/cc739351.aspx","192":"http:\/\/technet.microsoft.com\/en-us\/library\/cc781050.aspx","193":null,"194":null,"195":"http:\/\/technet.microsoft.com\/en-us\/library\/cc779377.aspx","196":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778182.aspx","197":"http:\/\/technet.microsoft.com\/en-us\/library\/cc785123.aspx","198":"http:\/\/technet.microsoft.com\/en-us\/library\/cc786180.aspx","199":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776860.aspx","200":"http:\/\/technet.microsoft.com\/en-us\/library\/cc786449.aspx","201":"http:\/\/technet.microsoft.com\/en-us\/library\/cc757582.aspx","202":"http:\/\/technet.microsoft.com\/en-us\/library\/cc758192.aspx","203":"http:\/\/technet.microsoft.com\/en-us\/library\/cc738915(WS.10).aspx","204":"http:\/\/technet.microsoft.com\/en-us\/library\/cc776157.aspx","205":null,"206":null,"207":null,"208":null,"209":null,"210":null,"211":null,"212":null,"213":null,"214":null,"215":null,"216":null,"217":null,"218":null,"219":null,"220":null,"221":null,"222":null,"223":null,"224":null,"225":null,"226":null,"227":null,"228":null,"229":null,"230":null,"231":null,"232":null,"233":null,"234":null,"235":null,"236":null,"237":null,"238":null,"239":null,"240":null,"241":null,"242":null,"243":null,"244":null,"245":null,"246":null,"247":null,"248":null,"249":null,"250":null,"251":null,"252":null,"253":null,"254":null,"255":null,"256":null,"257":null,"258":null,"259":null,"260":null,"261":null,"262":null,"263":null,"264":null,"265":null,"266":null,"267":null,"268":"http:\/\/support.microsoft.com\/kb\/245117","269":"http:\/\/technet.microsoft.com\/en-us\/library\/cc785331.aspx","270":null,"271":null,"272":null,"273":null,"274":"http:\/\/technet.microsoft.com\/en-us\/library\/cc785826.aspx","275":null,"276":"http:\/\/technet.microsoft.com\/en-us\/library\/cc782056.aspx","277":null,"278":"http:\/\/technet.microsoft.com\/en-us\/library\/cc759474.aspx","279":"http:\/\/technet.microsoft.com\/en-us\/library\/cc976049.aspx","280":null,"281":"http:\/\/technet.microsoft.com\/en-us\/library\/bb727063.aspx","282":"http:\/\/technet.microsoft.com\/en-us\/library\/cc959352.aspx","283":"http:\/\/technet.microsoft.com\/en-us\/library\/cc938208.aspx","284":"http:\/\/technet.microsoft.com\/en-us\/library\/cc780586(WS.10).aspx","285":"http:\/\/technet.microsoft.com\/en-us\/library\/cc766102.aspx","286":null,"287":"http:\/\/technet.microsoft.com\/en-us\/library\/cc778473.aspx ","288":null,"289":null,"290":null,"291":"http:\/\/technet.microsoft.com\/en-us\/library\/cc738035.aspx","292":null,"293":"http:\/\/support.microsoft.com\/?kbid=324744","294":"http:\/\/blogs.technet.com\/askds\/archive\/2009\/02\/06\/how-to-hide-user-information-when-computer-is-locked.aspx","295":null,"296":"http:\/\/support.microsoft.com\/default.aspx?kbid=244139.","297":"http:\/\/support.microsoft.com\/default.aspx?kbid=244139.","298":null}}